Repository: emontzkajnl/plugins
Catalog: advanced-ads-sticky-ads/languages/advanced-ads-sticky-*.po
Languages: ar, da_dk, de_ch, el, it_it, pl_pl, sl_si, vi

source: Activate this if you experience problems with sticky ads and/or a lot of your visitors use old mobile devices. It will check browser capability and position the ad inline after scrolling. Technically speaking: removes <em>position: fixed</em>, if not supported.
ar: قم بتنشيط هذا إذا واجهت مشاكل مع الإعلانات الثابتة و / أو يستخدم الكثير من زوارك أجهزة الجوال القديمة. سيتحقق من قدرة المتصفح ويضع الإعلان في الصفحة بعد التمرير. من الناحية الفنية: يزيل <em> position: fixed </em> ، إذا لم يكن مدعومًا.
da_dk: Aktivér dette, hvis du oplever problemer med fastgjorte annoncer og/eller, hvis mange af dine besøgende bruger gamle mobil enheder. Dette vil kontrollere browserens kapacitet og placere annoncen inline efter scrolling. Teknisk set: fjernes <em>position: fixed</em>, hvis den ikke understøttes.
de_ch: Aktivieren Sie diese Option, wenn Ihre Seite viele Besucher mit älteren Geräten hat. Es wird dabei die Browserfähigkeit überprüft, Elemente am Bildschirm zu fixieren. Aus technischer Sicht wird dabei <em>position: fixed</em> entfernt, wenn diese Funktion nicht unterstützt wird.
el: Ενεργοποιήστε το εάν αντιμετωπίζετε προβλήματα με σταθερές διαφημίσεις ή/και πολλοί επισκέπτες σας χρησιμοποιούν παλιές κινητές συσκευές. Θα ελέγξει την ικανότητα του προγράμματος περιήγησης και θα τοποθετήσει τη διαφήμιση ενσωματωμένη μετά την κύλιση. Από τεχνική άποψη: αφαιρεί τη <em>θέση: σταθερή</em>, εάν δεν υποστηρίζεται.
it_it: Attiva questa opzione se riscontri problemi con annunci persistenti e/o molti visitatori utilizzano vecchi dispositivi mobili. Verificherà la capacità del browser e posizionerà l'annuncio in linea dopo lo scorrimento. Parlando tecnicamente: rimuove <em>position: fixed</em>, se non supportato.
pl_pl: Aktywuj tę opcję, jeśli masz problemy z lepkimi reklamami i / lub wielu użytkowników korzysta ze starych urządzeń mobilnych. Sprawdza możliwość przeglądania i pozycjonuje reklamę po przewinięciu. Technicznie rzecz biorąc: usuwa <em>pozycję:stała</em>, jeśli nie jest obsługiwana.
sl_si: Aktiviraj to, če zaznaš težave z lepljivimi (sticky) oglasi in/ali dosti tvojih obiskovalcev uporablja stare mobilne naprave. To bo preverilo kompatibilnost z brskalnikom in postavilo oglas znotraj vrstice po premiku (scrolling). Tehnično: ostrani <em>position: fixed</em>, če ta ni podprt.
vi: Bật nó nếu có vấn đề với các quảng cáo đính hay trang của bạn có nhiều lượt truy cập từ các thiết bị di động cũ. Nó sẽ kiểm tra mức độ tương thích của trình duyệt và điều chỉnh vị trí quảng cáo khi cuộn trang.<br />Nếu nó không hoạt động có thể loại bỏ đoạn mã <em>position: fixed</em>.

source: Settings for the Sticky Ads add-on
ar: إعدادات الوظيفة الإضافية - الإعلانات الثابتة
da_dk: Indstillinger for Sticky ads udvidelsen
de_ch: Einstellungen für das Sticky Ads add-on
el: Ρυθμίσεις για το πρόσθετο Sticky Ads
it_it: Impostazioni per Sticky Ads add-on
pl_pl: Ustawienia dodatku Sticky Ads
sl_si: Nastavitve za dodatek Sticky Ads
vi: Các cấu hình cho phần mở rộng Sticky Ads

source: Check browser capability
ar: تحقق من توافق المتصفح
da_dk: Tjek browserens kapabilitet
de_ch: Browserfähigkeit testen
el: Ελέγξτε την ικανότητα του προγράμματος περιήγησης
it_it: Controlla la capacità del browser
pl_pl: Sprawdź możliwości przeglądarki
sl_si: Preveri kompatibilnost brskalnika
vi: Kiểm tra sự tương thích với trình duyệt
