Repository: emontzkajnl/plugins
Catalog: advanced-ads-sticky-ads/languages/advanced-ads-sticky-*.po
Languages: ar, da_dk, de_ch, el, it_it, pl_pl, sl_si, vi

source: Your installation of Advanced Ads is incomplete. If you installed Advanced Ads from GitHub, %1$s please refer to this document%2$s to set up your development environment.
ar: تثبيت Advanced Ads لديك غير مكتمل. إذا قمت بتثبيت Advanced Ads من GitHub، %1$s يُرجى الرجوع إلى هذا المستند%2$s لإعداد بيئة التطوير الخاصة بك.
da_dk: Din installation af Advanced Ads er ufuldstændig. Hvis du har installeret Advanced Ads fra GitHub, %1$s, se venligst dette dokument%2$s for at konfigurere dit udviklingsmiljø.
de_ch: Ihre Installation von Advanced Ads ist unvollständig. Wenn Sie Advanced Ads von GitHub installiert haben, %1$s sehen Sie sich bitte dieses Dokument an%2$s, um Ihre Entwicklungsumgebung einzurichten.
el: Η εγκατάσταση των Προηγμένων Διαφημίσεων δεν έχει ολοκληρωθεί. Εάν εγκαταστήσατε τις Προηγμένες Διαφημίσεις από το GitHub, %1$s, ανατρέξτε σε αυτό το έγγραφο%2$s για να ρυθμίσετε το περιβάλλον ανάπτυξής σας.
sl_si: Vaša namestitev Advanced Ads ni dokončana. Če ste namestili Advanced Ads iz GitHuba, %1$s prosimo, poglejte ta dokument%2$s, da nastavite svoje razvojno okolje.

source: The %s constant is no longer supported.
ar: الثابت %s لم يعد مدعومًا.
da_dk: %s konstanten understøttes ikke længere.
de_ch: Die Konstante %s wird nicht mehr unterstützt.
el: Η σταθερά %s δεν υποστηρίζεται πλέον.
sl_si: Konstanta %s ni več podprta.

source: Sticky Ads
ar: الإعلانات الثابتة
el: Αυτοκόλλητες διαφημίσεις
sl_si: Lepljivi oglasi

# frontend picker
source: stop selection
ar: إيقاف التحديد
da_dk: stop valg
de_ch: Positionierung stoppen
el: διακοπή επιλογής
sl_si: zaustavi izbiro

source: Advanced Ads GmbH
el: Προηγμένες Διαφημίσεις GmbH

source: https://wpadvancedads.com
el: http://wpadvancedads.com

source: Advanced ad positioning.
ar: وضع الإعلان المتقدم.
da_dk: Avanceret annonce positionering.
de_ch: Fortgeschrittene Anzeigenpositionierung.
el: Προηγμένη τοποθέτηση διαφημίσεων.
it_it: Posizionamento avanzato dell'annuncio.
pl_pl: Zaawansowane pozycjonowanie reklam.
sl_si: Advanced ad postavitve.
vi: Thiết lập nâng cao cho vị trí hiện quảng cáo

source: Advanced Ads – Sticky Ads
ar: الإعلانات المتقدمة - الإعلانات الثابتة
el: Προηγμένες διαφημίσεις – Αυτοκόλλητες διαφημίσεις

source: center vertically
ar: التمركز العمودي
da_dk: centrer lodret
de_ch: vertikal zentrieren
el: κέντρο κάθετα
it_it: centra verticalmente
pl_pl: wyśrodkuj w pionie
sl_si: poravnaj na sredino vertikalno
vi: chính giữa

source: after %s seconds
ar: بعد %s ثانية
da_dk: efter %s sekunder
de_ch: nach %s Sekunden
el: μετά από %s δευτερόλεπτα
it_it: dopo %s secondi
pl_pl: po %s sekundach
sl_si: po %s sekundah
vi: sau %s giây

source: right away with effect
ar: على الفور مع التأثير
da_dk: Virker med det samme
de_ch: sofort, mit Effekt
el: αμέσως με αποτέλεσμα
it_it: subito con effetto
pl_pl: od razu z efektem
sl_si: takoj z efekti
vi: ngay lập tức với hiệu ứng

source: right away
ar: فورا
da_dk: med det samme
de_ch: sofort, ohne Effekt
el: αμέσως
it_it: subito
pl_pl: od razu
sl_si: takoj
vi: ngay lập tức

source: Needed in case the ad does not center correctly
ar: لتوسيط الإعلان بشكل صحيح في بعض الأحيان
da_dk: Nødvendige i tilfælde at, annoncen ikke centrere korrekt
de_ch: Notwendig, um Anzeigen-Gruppen zu platzieren
el: Απαιτείται σε περίπτωση που η διαφήμιση δεν κεντράρει σωστά
it_it: Necessario nel caso in cui l'annuncio non si centrasse correttamente
pl_pl: Potrzebne na wypadek, gdyby reklama nie była prawidłowo wyśrodkowana
sl_si: Potrebno, če se oglas ne poravna pravilno na sredino
vi: Cần thiết trong trường hợp quảng cáo không được hiển thị chính xác ở giữa

source: height
ar: الإرتفاع
da_dk: højde
de_ch: Höhe
el: ύψος
it_it: altezza
pl_pl: wysokość
sl_si: višina
vi: chiều cao

source: width
ar: العرض
da_dk: bredde
de_ch: Breite
el: πλάτος
it_it: larghezza
pl_pl: szerokość
sl_si: širina
vi: chiều rộng

source: bottom
ar: الأسفل
da_dk: bund
de_ch: unten
el: κάτω μέρος
it_it: in basso
pl_pl: dół
sl_si: dno
vi: dưới cùng

source: top
ar: الاعلى
de_ch: oben
el: πάνω μέρος
it_it: in alto
pl_pl: góra
sl_si: vrh
vi: trên cùng

source: Use numbers in every field you want to be considered for positioning (top, left, right, bottom of the page). Leave a field empty to not set a position for this side. The number is considered to be in pixels.
ar: استخدم الأرقام في كل حقل تريد وضعه في الاعتبار لتحديد المواقع (أعلى ، يسار ، يمين ، أسفل الصفحة). اترك الحقل فارغًا لعدم تعيين موضع لهذا الجانب. يعتبر الرقم بالبكسل.
da_dk: Brug tal i hvert felt, hvor du vil overveje som positionering (øverst, venstre, højre, nederst på siden). Efterlad et felt tomt, for ikke at indstille en position til denne side. Antallet anses for at være i pixels.
de_ch: Tragen Sie in jedem zu berücksichtigen Feld den Abstand in Pixeln (px) ein.
el: Χρησιμοποιήστε αριθμούς σε κάθε πεδίο που θέλετε να λάβετε υπόψη για την τοποθέτηση (πάνω, αριστερά, δεξιά, κάτω μέρος της σελίδας). Αφήστε ένα πεδίο κενό για να μην ορίσετε θέση για αυτήν την πλευρά. Ο αριθμός θεωρείται ότι είναι σε pixel.
it_it: Usa i numeri in ogni campo che vuoi considerare per il posizionamento (in alto, a sinistra, a destra, in fondo alla pagina). Lascia un campo vuoto per non impostare una posizione per questo lato. Il numero è considerato in pixel.
pl_pl: Użyj liczb w każdym polu, które chcesz uwzględnić w pozycjonowaniu (góra, lewo, prawo, dół strony). Pozostaw puste pole, aby nie ustawiać pozycji dla tej strony. Liczbę uważa się za piksel.
sl_si: Uporabi števila v vsakem polju, za katere želiš upoštevati poravnavo (vrh, levo, desno, dno strani). Pusti polje prazno, da ne nastaviš postavitve na tej strani. Števila so v pikah.
vi: Nhập giá trị số vào trong các vị trí bạn mong muốn. Để trống nếu không muốn thiết lập khoảng cách vị trí của chúng. Đơn vị tính là px (pixel).

source: Define position manually
ar: تحديد الموقع يدويًا
da_dk: Definer position manuelt
de_ch: Position manuell festlegen
el: Καθορίστε τη θέση χειροκίνητα
it_it: Definisci la posizione manualmente
pl_pl: Ustaw pozycję ręcznie
sl_si: Nastavi položaj ročno
vi: Đặt vị trí thủ công

source: banner width
ar: عرض البانر
da_dk: banner bredde
de_ch: Bannerbreite
el: πλάτος banner
it_it: larghezza del banner
pl_pl: szerokość banera
sl_si: širina pasice
vi: độ rộng banner

source: Enter banner width to correctly center the ad.
ar: أدخل عرض البانر وارتفاعه لتوسيط الإعلان بشكل صحيح.
da_dk: Indtast banner bredden, for at centrere annoncen korrekt.
de_ch: Bitte Bannerbreite eingeben, um Anzeige korrekt zu zentrieren.
el: Εισαγάγετε το πλάτος του banner για να κεντράρετε σωστά τη διαφήμιση.
it_it: Inserisci la larghezza del banner per centrare correttamente l'annuncio.
pl_pl: Wpisz szerokość banera, aby prawidłowo wyśrodkować reklamę.
sl_si: Vpiši širino pasice, da pravilno poravnaš oglas na sredino.
vi: Nhập độ rộng banner để canh giữa quảng cáo cho chính xác

source: bottom right
ar: يمين الأسفل
da_dk: bund, højre
de_ch: unten rechts
el: κάτω δεξιά
it_it: in basso a destra
pl_pl: dół - prawa
sl_si: dno desno
vi: dưới cùng bên phải

source: bottom center
ar: وسط الأسفل
da_dk: bund, center
de_ch: unten mittig
el: κάτω κέντρο
it_it: in basso al centro
pl_pl: dół - środek
sl_si: dno sredina
vi: chính giữa dưới cùng

source: bottom left
ar: يسار الأسفل
da_dk: bund, venstre
de_ch: unten links
el: κάτω αριστερά
it_it: in basso a sinistra
pl_pl: dół - lewa
sl_si: dno levo
vi: dưới cùng bên trái

source: center right
ar: يمين الوسط
da_dk: center, højre
de_ch: mittig rechts
el: κέντρο δεξιά
it_it: centro destra
pl_pl: środek - prawa
sl_si: sredna desno
vi: chính giữa bên phải

source: center
ar: الوسط
de_ch: mittig
el: κέντρο
it_it: centro
pl_pl: środek
sl_si: sredina
vi: chính giữa

source: center left
ar: يسار الوسط
da_dk: center, venstre
de_ch: mittig links
el: κέντρο αριστερά
it_it: centro sinistra
pl_pl: środek - lewa
sl_si: sredina levo
vi: chính giữa bên trái

source: top right
ar: يمين الاعلى
da_dk: top, højre
de_ch: oben rechts
el: πάνω δεξιά
it_it: in alto a destra
pl_pl: góra - prawa
sl_si: vrh desno
vi: trên cùng bên phải

source: top center
ar: اعلى الوسط
de_ch: oben mittig
el: πάνω κέντρο
it_it: in alto al centro
pl_pl: góra - środek
sl_si: vrh sredina
vi: chính giữa trên cùng

source: top left
ar: يسار الاعلى
da_dk: top, venstre
de_ch: oben links
el: πάνω αριστερά
it_it: in alto a sinistra
pl_pl: góra - lewa
sl_si: vrh levo
vi: trên cùng bên trái

source: Choose a position on the screen.
ar: اختر موقعًا على الشاشة.
da_dk: Vælg en position på skærmen.
de_ch: Position auf dem Bildschirm wählen.
el: Επιλέξτε μια θέση στην οθόνη.
it_it: Scegli una posizione sullo schermo.
pl_pl: Wybierz pozycję na ekranie.
sl_si: Izberi položaj na ekranu.
vi: Chọn vị trí trên màn hình

source: Select a position
ar: حدد الموضع
da_dk: Vælg en position
de_ch: Position wählen
el: Επιλέξτε μια θέση
it_it: Scegli una posizione
pl_pl: Wybierz pozycję
sl_si: Izberi položaj
vi: Chọn một vị trí

source: Stick ad to a specific position on the screen
ar: الصق الإعلان في موضع معين على الشاشة
da_dk: Fastgør annoncen til en bestemt position på skærmen
de_ch: Anzeige an einer bestimmten Position des Bildschirmes fixieren
el: Κολλήστε τη διαφήμιση σε μια συγκεκριμένη θέση στην οθόνη
it_it: Fissa annuncio in una posizione specifica sullo schermo
pl_pl: Umieść reklamę w określonej pozycji na ekranie
sl_si: Prilepi oglas na določen položaj na ekranu
vi: Vị trí quảng cáo cố định trên màn hình

source: These settings are deprecated. Sticky ads are now managed through <a href="%s">placements</a>. Please convert your settings as soon as possible.
ar: تم إيقاف هذه الإعدادات. تتم الآن إدارة الإعلانات الثابتة من خلال <a href="%s"> المواضع </a>. يرجى تحويل الإعدادات الخاصة بك في أقرب وقت ممكن.
da_dk: Disse indstillinger er udfaset. Sticky ads administreres nu via <a href="%s">placeringer</a>. Konverter dine indstillinger så hurtigt som muligt.
de_ch: Diese Einstellungen sind veraltet. Fixierte Anzeigen werden jetzt über die <a href="%s">Platzierungen</a> verwaltet. Bitte übertragen Sie Ihre Einstellungen.
el: Αυτές οι ρυθμίσεις έχουν καταργηθεί. Η διαχείριση των σταθερών διαφημίσεων γίνεται πλέον μέσω <a href="%s">τοποθετήσεων</a>. Μετατρέψτε τις ρυθμίσεις σας το συντομότερο δυνατό.
it_it: Queste impostazioni sono deprecate. Gli annunci persistenti sono ora gestiti attraverso <a href="%s">posizionamenti</a>. Converti le impostazioni il più presto possibile.
pl_pl: Te ustawienia są przestarzałe. Przyklejone reklamy są teraz zarządzane za pośrednictwem <a href="%s">miejsc docelowych</a>. Zmień ustawienia tak szybko, jak to możliwe.
sl_si: Te nastavitve so zastarele. Sticky ads se zdaj upravljajo skozi <a href="%s">postavitve</a>. Prosim pretvori svoje nastavitve čim prej.
vi: Những tùy chọn này sắp không còn được sử dụng nữa. Quảng cáo cố định hiện được quản lý theo <a href="%s">vị trí</a>. Vui lòng chuyển đổi chúng thích hợp càng sớm càng tốt.

source: Duration of the effect (in milliseconds).
ar: مدة التأثير (بالمللي ثانية).
da_dk: Varigheden af effekten (i millisekunder).
de_ch: Dauer des Effektes in Millisekunden.
el: Διάρκεια του εφέ (σε χιλιοστά του δευτερολέπτου).
it_it: Durata dell'effetto (in millisecondi).
pl_pl: Czas trwania efektu (w milisekundach).
sl_si: Trajanje učinka (v milisekundah).
vi: Thời gian của các hiệu ứng (tính theo ms).

source: Type of effect when the ad is being displayed
ar: نوع التأثير عند عرض الإعلان
da_dk: effekttype, når annoncen bliver vist
de_ch: Effekt bei der Einblendung
el: Τύπος εφέ κατά την προβολή της διαφήμισης
it_it: Tipo di effetto quando viene visualizzato l'annuncio
pl_pl: Rodzaj efektu, gdy reklama jest wyświetlana
sl_si: Vrsta učinka, ko je oglas prikazan
vi: Kiểu hiệu ứng xuất hiện quảng cáo

source: Slide in
ar: اجعل الصورة تنزلق للداخل
da_dk: Slide ind
de_ch: Einsliden (slide)
el: Σύρετε μέσα
it_it: Scivola dentro
pl_pl: Wsuń się
sl_si: Podrsaj noter (Slide in)
vi: Trôi vào

source: Fade in
ar: ضهور تدريجي
da_dk: Fade ind
de_ch: Einblenden (fade in)
el: Ξεθωριάζω
it_it: Dissolvenza in entrata
pl_pl: Przenikanie
sl_si: Zbledi noter (Fade in)
vi: Mờ dần

source: Show
ar: عرض
da_dk: Vis
de_ch: Einfahren (show)
el: Προβολή
it_it: Mostra
pl_pl: Poka ż
sl_si: Pokaži
vi: Hiện

source: days, 0 = after current session
ar: أيام ، 0 = بعد الجلسة الحالية
da_dk: dage, 0 = efter aktuelle session
de_ch: Tage, 0 = aktuelle Sitzung
el: ημέρες, 0 = μετά την τρέχουσα συνεδρία
it_it: giorni, 0 = dopo la sessione corrente
pl_pl: dni, 0 = po tej sesji
sl_si: dni, 0 = po trenutni seji
vi: ngày, 0 = sau giai đoạn hiện tại

source: close the ad for …
ar: إغلاق الإعلان لمدة ...
da_dk: luk annoncen for ...
de_ch: geschlossene Platzierung für … Tage verbergen
el: κλείστε τη διαφήμιση για…
it_it: chiudi l'annuncio per ...
pl_pl: zamknij reklamę dla...
sl_si: zapri oglas za ...
vi: đóng quáng cáo ...

source: enable timeout
ar: تمكين المهلة
da_dk: aktivere timeout
de_ch: Timeout aktivieren
el: ενεργοποίηση χρονικού ορίου
it_it: abilita il timeout
pl_pl: włączyć limit czasu
sl_si: omogoči timeout
vi: bật thời gian hết hạn

source: right
ar: ليمين
da_dk: højre
de_ch: rechts
el: δεξιά
it_it: destra
pl_pl: prawa
sl_si: desno
vi: phải

source: left
ar: اليسار
da_dk: venstre
de_ch: links
el: αριστερά
it_it: sinistra
pl_pl: lewa
sl_si: levo
vi: trái

source: inside
ar: داخل
da_dk: inde i
de_ch: innerhalb
el: μέσα
it_it: dentro
pl_pl: wewnątrz
sl_si: znotraj
vi: bên trong

source: outside
ar: خارج
da_dk: uden for
de_ch: außerhalb
el: έξω
it_it: esternamente
pl_pl: na zewnątrz
sl_si: zunaj
vi: bên ngoài

source: add close button
ar: إضافة زر الإغلاق
da_dk: tilføj luk knappe
de_ch: Schließen-Button einfügen
el: πρόσθεσε κουμπί κλεισίματος
it_it: aggiungi pulsante chiudi
pl_pl: dodaj przycisk zamykania
sl_si: dodaj gumb za zapiranje
vi: thêm nút đóng

source: close
ar: أغلق
da_dk: luk
de_ch: schließen
el: κλείσιμο
it_it: chiudi
pl_pl: zamknij
sl_si: zapri
vi: đóng

source: parent element
ar: العنصر الأصل
da_dk: overordnede element
de_ch: Elternelement
el: γονικό στοιχείο
it_it: elemento genitore
pl_pl: element nadrzędny
sl_si: starševski element
vi: đối tượng gốc (parent element)

source: Use <a href="https://api.jquery.com/category/selectors/" target="_blank">jQuery selectors</a> to select a custom parent element or if automatic wrapper detection doesn’t work, e.g. #container_id, .container_class
ar: استخدم <a href="https://api.jquery.com/category/selectors/" target="_blank"> محددات jQuery </a> لتحديد عنصر رئيسي مخصص أو إذا كان اكتشاف الغلاف التلقائي لا يعمل ، على سبيل المثال #container_id ، .container_class
da_dk: Brug <a href="https://api.jquery.com/category/selectors/" target="_blank">jQuery vælgerne</a> til at vælge et brugerdefineret og overordnet element, eller hvis automatisk wrapper detektionen ikke virker, fx. #container_id, .container_class
de_ch: Benutzen Sie <a href="https://api.jquery.com/category/selectors/" target="_blank">jQuery Selektoren</a> um das Hauptelement festzulegen – falls die automatische Zuordnung nicht funktioniert, z.B. #container_id, .container_class
el: Χρησιμοποιήστε <a href="https://api.jquery.com/category/selectors/" target="_blank">επιλογείς jQuery</a> για να επιλέξετε ένα προσαρμοσμένο γονικό στοιχείο ή εάν ο αυτόματος εντοπισμός περιτυλίγματος δεν λειτουργεί, π.χ. #container_id, .container_class
it_it: Usa <a href="https://api.jquery.com/category/selectors/" target="_blank">selettori jQuery</a> per selezionare un elemento genitore personalizzato o se il rilevamento automatico del wrapper non funziona, es. #container_id, .container_class
pl_pl: Użyj <a href="https://api.jquery.com/category/selectors/" target="_blank">selektorów jQuery</a>, aby wybrać niestandardowy element nadrzędny lub jeśli automatyczne wykrywanie nie działa, np. #container_id, .container_class
sl_si: Uporabi <a href="https://api.jquery.com/category/selectors/" target="_blank">jQuery selectors</a>, da izbereš starševski element po meri, ali če avtomatsko zaznavanje ovoja ne deluje, npr. #container_id, .container_class
vi: Sử dụng <a href="https://api.jquery.com/category/selectors/" target="_blank">jQuery selectors</a> để chọn đối tượng gốc hoặc bộ lọc tự động không hoạt động đúng, ví dụ #container_id, .container_class

source: select position
ar: حدد الموضع
da_dk: vælg position
de_ch: Position wählen
el: επιλέξτε θέση
it_it: seleziona posizione
pl_pl: wybierz pozycję
sl_si: izberi položaj
vi: chọn vị trí

source: Position
ar: موضع
el: Θέση
it_it: Posizione
pl_pl: Pozycja
sl_si: Položaj
vi: Vị trí

source: fix to window position
ar: تثبيت في النافذة
da_dk: fix til vindues-position
de_ch: am Fenster fixieren
el: ορισμός στη θέση του παραθύρου
it_it: fissa a posizione della finestra
pl_pl: Napraw położenie okna
sl_si: fiksiraj na položaj okna
vi: vị trí cố định trên trang

source: size
ar: الحجم
da_dk: størrelse
de_ch: Größe
el: μέγεθος
it_it: dimensione
pl_pl: rozmiar
sl_si: velikost
vi: kích thước

source: close button
ar: زر الاغلاق
da_dk: luk knappe
de_ch: Schließen-Button
el: κουμπί κλεισίματος
it_it: pulsante chiudi
pl_pl: przycisk zamykania
sl_si: gumb za zapiranje
vi: nút đóng

source: effect
ar: تأثير
da_dk: effekt
de_ch: Effekt
el: εφέ
it_it: effetto
pl_pl: efekt
sl_si: učinek
vi: hiệu ứng

source: show the ad
ar: عرض الإعلان
da_dk: vis annoncen
de_ch: Anzeige einblenden
el: εμφανίστε τη διαφήμιση
it_it: mostra l'annuncio
pl_pl: pokaż reklamę
sl_si: pokaži oglas
vi: hiện quảng cáo

source: background
ar: خلفية
da_dk: baggrund
de_ch: Hintergrund
el: φόντο
it_it: sfondo
pl_pl: tło
sl_si: ozadje
vi: màu nền

source: When selecting a background color, the sticky bar will cover the whole screen width.
ar: عند اختيار لون الخلفية ، سيغطي الشريط اللاصق عرض الشاشة بالكامل.
da_dk: Når du vælger en baggrundsfarve, dækker den fastgjorte bar, hele skærmbredden.
de_ch: Wenn Sie eine Hintergrundfarbe wählen, dann wird die Leiste auf der gesamten Breite eingefärbt.
el: Όταν επιλέγετε ένα χρώμα φόντου, η κολλώδης γραμμή θα καλύπτει ολόκληρο το πλάτος της οθόνης.
it_it: Quando si seleziona un colore di sfondo, la barra adesiva coprirà l'intera larghezza dello schermo.
pl_pl: Wybierając kolor tła, lepki pasek pokryje całą szerokość ekranu.
sl_si: Pri izbiri barve za ozadje bo lepljiva vrstica (sticky bar) zapolnila širino celega ekrana.
vi: Khi chọn một màu nên, thanh cố định sẽ chỉ phủ toàn bộ chiều rộng màn hình

source: Bar on the right side of the window.
ar: شريط على الجانب الأيمن من النافذة.
da_dk: Bar i højre side af vinduet.
de_ch: Seitenleiste außen rechts am Browserfenster.
el: Μπάρα στη δεξιά πλευρά του παραθύρου.
it_it: Barra sul lato destro della finestra.
pl_pl: Pasek po prawej stronie okna.
sl_si: Vrstica na desni strani okna.
vi: Thanh ở cạnh phải của trang

source: Right Bar
ar: الشريط الأيمن
da_dk: Højre bar
de_ch: Seitenleiste rechts
el: Δεξιά Μπάρα
it_it: Barra destra
pl_pl: Prawy pasek
sl_si: Desna vrstica
vi: Thanh bên phải

source: Bar on the left side of the window.
ar: شريط على الجانب الأيسر من النافذة.
da_dk: Bar i venstre side af vinduet.
de_ch: Seitenleiste außen links am Browserfenster.
el: Μπάρα στην αριστερή πλευρά του παραθύρου.
it_it: Barra sul lato sinistro della finestra.
pl_pl: Pasek po lewej stronie okna.
sl_si: Vrstica na levi strani okna.
vi: Thanh ở cạnh trái của trang

source: Left Bar
ar: الشريط الأيسر
da_dk: Venstre bar
de_ch: Seitenleiste links
el: Αριστερή Μπάρα
it_it: Barra sinistra
pl_pl: Lewy pasek
sl_si: Leva vrstica
vi: Thanh bên trái

source: Sidebar on the right side of the content wrapper.
ar: الشريط الجانبي على الجانب الأيمن من غلاف المحتوى.
da_dk: Sidebar på højre side, af indholds wrapper.
de_ch: Sidebar auf der rechten Seite des Hauptinhaltes.
el: Πλαϊνή γραμμή στη δεξιά πλευρά του περιτυλίγματος περιεχομένου.
it_it: Barra laterale sul lato destro del contentenuto del wrapper.
pl_pl: Pasek boczny po prawej stronie zawartości.
sl_si: Stranska vrstica na desni strani ovoja vsebine.
vi: Phần hiển thị nội dung ở bên phải của nội dung chính của trang.

source: Right Sidebar
ar: الشريط الجانبي الأيمن
da_dk: Højre sidebar
de_ch: Rechte Sidebar
el: Δεξιά πλαϊνή γραμμή
it_it: Barra destra
pl_pl: Prawy pasek boczny
sl_si: Desna stranska vrstica
vi: Lề phải (right sidebar)

source: Sidebar on the left side of the content wrapper.
ar: الشريط الجانبي على الجانب الأيسر من غلاف المحتوى.
da_dk: Sidebar på venstre side, af indholds wrapper.
de_ch: Sidebar auf der linken Seite des Hauptinhaltes.
el: Πλαϊνή γραμμή στην αριστερή πλευρά του περιτυλίγματος περιεχομένου.
it_it: Barra laterale sul lato sinistro del contenuto del wrapper.
pl_pl: Pasek boczny po lewej stronie zawartości.
sl_si: Stranska vrstica na levi strani ovoja vsebine.
vi: Phần hiển thị nội dung ở bên trái của nội dung chính của trang.

source: Left Sidebar
ar: الشريط الجانبي الأيسر
da_dk: Venstre sidebar
de_ch: Linke Sidebar
el: Αριστερή πλαϊνή γραμμή
it_it: Barra laterale sinistra
pl_pl: Lewy pasek boczny
sl_si: Leva stranska vrstica
vi: Lề trái (left sidebar)

source: Fixed footer bar.
ar: شريط تذييل ثابت.
da_dk: Fast sidefods bar.
de_ch: Fixierte Fußleiste.
el: Σταθερή γραμμή υποσέλιδου.
it_it: Barra footer fixed.
pl_pl: Stały pasek stopki.
sl_si: Vrstica, fiksirana v nogo.
vi: Thanh chân trang cố định

source: Footer Bar
ar: شريط التذييل
da_dk: Sidefod bar
de_ch: Fußleiste
el: Γραμμή Υποσελίδου
it_it: Barra footer
pl_pl: Pasaek stopki
sl_si: Vrstica v nogi
vi: Thanh chân trang

source: Fixed header bar.
ar: شريط رأس ثابت.
da_dk: Fast sidehovede bar.
de_ch: Fixierte Kopfleiste.
el: Σταθερή γραμμή κεφαλίδας.
it_it: Barra header fixed.
pl_pl: Stały pasek nagłówka.
sl_si: Vrstica, fiksirana v glavo.
vi: Thanh đầu trang cố định

source: Header Bar
ar: شريط الرأس
da_dk: Sidehovede bar.
de_ch: Kopfleiste
el: Γραμμή Κεφαλίδας.
it_it: Barra header
pl_pl: Pasek nagłówka
sl_si: Vrstica v glavi
vi: Thanh đầu trang
