Repository: emontzkajnl/plugins
Catalog: advanced-ads-gam/languages/advanced-ads-gam-*.po
Languages: ar, it_it, sl_si

source: Please make sure that the API in your GAM account is enabled.
ar: يرجى التأكد من تمكين واجهة برمجة التطبيقات في حساب GAM الخاص بك
sl_si: Prosim poskrbi, da je API v tvojem računu GAM omogočen.

source: Important: To comply with Google policy and enable your inventory to compete on Ad Exchange, %1$syou must declare which portions of your inventory refresh%2$s.
ar: هام: للالتزام بسياسة Google وتمكين مخزونك من المنافسة على التبادل اعلاني ، يجب أن تعلن %1$s عن أجزاء المخزون التي تم تحديثها %2$s.
sl_si: Pomembno: Da si skladen z Googlovo politiko in omogočiš, da tvoj inventar tekmuje na Ad Exchange, %1$smoraš deklarirati, kateri deli tvojega inventarja se osvežujejo%2$s.

source: seconds
ar: ثواني
sl_si: sekund

source: Auto-refresh
ar: تحديث تلقائي
sl_si: Avto osveži

source: Switching transport method
ar: تبديل طريقة النقل
it_it: Cambio metodo di trasporto
sl_si: Menjujem metodo transporta

source: %d ad unit is not yet imported.
ar: لم يتم استيراد %d وحدة إعلانية حتى الآن.
it_it: %d unità pubblicitaria non è ancora stata importata.
sl_si: %d enota oglasa še ni uvožena.

source: Update ad unit
ar: تحديث الوحدة الإعلانية
it_it: Aggiorna unità pubblicitaria
sl_si: Posodobi enoto oglasa

source: Unknown response format
ar: تنسيق استجابة غير معروف
it_it: Formato di risposta sconosciuto
sl_si: Neznan format odgovora

source: Unknown error while submitting code
ar: خطأ غير معروف أثناء إرسال الكود
it_it: Errore sconosciuto durante invio del codice
sl_si: Prišlo je do neznane napake pri pošiljanju kode

source: Unknown error while renewing access token for "%s"
ar: خطأ غير معروف أثناء تجديد رمز الوصول لـ "%s"
it_it: Errore sconosciuto durante il rinnovo del token di accesso per "%s"
sl_si: Neznana napaka pri obnavljanju žetona dostopa za "%s"

source: The selected ad unit is not in your ad list.
ar: الوحدة الإعلانية المحددة ليست في قائمة الإعلانات الخاصة بك.
it_it: Unità pubblicitaria selezionata non è nel tuo elenco di annunci.
sl_si: Izbrana oglasna enota ni v tvojem seznamu oglasov.

source: The listed ad units are already imported.
ar: تم استيراد الوحدات الإعلانية المدرجة بالفعل.
it_it: Le unità pubblicitarie elencate sono già importate.
sl_si: Naštete oglasne enote so že uvožene.

source: Testing the API
ar: اختبار API
it_it: Testa API
sl_si: Testiram API

source: Search ad units
ar: بحث في الوحدات الإعلانية
it_it: Cerca unità pubblicitarie
sl_si: Išči oglasne enote

source: Search
ar: بحث
it_it: Cerca
sl_si: Išči

source: Not Authorized
ar: غير مخول
it_it: Non autorizzato
sl_si: Ni avtorizirano

source: No SOAP. unknown response format >> getting ad units list
ar: SOAP غير متاح. شكل استجابة غير معروف >> الحصول على قائمة الوحدات الإعلانية
it_it: Nessun SOAP. formato di risposta sconosciuto >> recupero elenco delle unità pubblicitarie
sl_si: Ni SOAP. Neznan format odgovora >> pridobivam seznam oglasnih enot

source: No SOAP. No access token >> getting ad units list
ar: SOAP غير متاح. لا يوجد رمز وصول >> الحصول على قائمة الوحدات الإعلانية
it_it: Nessun SOAP. Nessun token di accesso >> recupero elenco delle unità pubblicitarie
sl_si: Ni SOAP. Ni žetona dostopa >> pridobivam seznam oglasnih enot

source: No SOAP. No access token >> getting ad by
ar: SOAP غير متاح. لا يوجد رمز وصول >> الحصول على إعلان عن طريق
it_it: Nessun SOAP. Nessun token di accesso >> recupero annuncio da
sl_si: Ni SOAP. Ni žetona dostopa >> pridobivam oglas po

source: No SOAP. Getting network list
ar: SOAP غير متاح. الحصول على قائمة الشبكة
it_it: Nessun SOAP. Recupero elenco rete
sl_si: Ni SOAP. Pridobivam seznam omrežij

source: No SOAP. Getting all units
ar: SOAP غير متاح. الحصول على جميع الوحدات
it_it: Nessun SOAP. Recupero tutte le unità
sl_si: Ni SOAP. Pridobivam vse enote

source: No SOAP. Getting ads by
ar: SOAP غير متاح. الحصول على الإعلانات عن طريق
it_it: Nessun SOAP. Recupero annunci da
sl_si: Ni SOAP. Pridobivam oglase po

source: No ad found matching that name
ar: لم يتم العثور على إعلان يطابق هذا الاسم
it_it: Nessun annuncio trovato corrispondente a quel nome
sl_si: Ne najdem oglasa s tem imenom

source: Load into ad list
ar: تحميل في قائمة الإعلانات
it_it: Carica in elenco annunci
sl_si: Naloži v seznam oglasov

source: Invalid JSON string
ar: سلسلة JSON غير صالحة
it_it: Stringa JSON non valida
sl_si: Neveljavni JSON niz

source: Error while submitting code
ar: خطأ أثناء إرسال الكود
it_it: Errore durante invio del codice
sl_si: Napaka pri pošiljanju kode

source: Enter an ad unit name from your Google Ad Manager account
ar: أدخل اسم وحدة إعلانية من حساب مدير إعلانات Google الخاص بك
it_it: Inserisci il nome di una unità pubblicitaria dal tuo account Google Ad Manager
sl_si: Vpiši ime oglasne enote iz svojega računa Google Ad Manager

source: Bad request
ar: طلب غير صالح
sl_si: Slaba zahteva

source: Remove ad unit
ar: إزالة الوحدة الإعلانية
it_it: Rimuovi unità pubblicitaria
sl_si: Odstrani oglasno enoto

source: Will be created as
ar: سيتم إنشاؤه باسم
it_it: Verrà creata come
sl_si: Bo ustvarjeno kot

source: select a size
ar: اختر حجما
it_it: seleziona una dimensione
sl_si: izberi velikost

source: Reset ad sizes
ar: إعادة تعيين أحجام الإعلانات
it_it: Reimposta dimensioni dell'annuncio
sl_si: Ponastavi velikosti oglasa

source: remove size
ar: إزالة الحجم
it_it: rimuovi dimensione
sl_si: odstrani velikost

source: new ad size
ar: حجم الإعلان الجديد
it_it: nuova dimensione dell'annuncio
sl_si: nova velikost oglasa

source: fluid
ar: مرن
it_it: fluida
sl_si: tekoče

source: Cancel
ar: إلغاء
it_it: Annulla
sl_si: Prekliči

source: add screen width
ar: أضف عرض الشاشة
it_it: aggiungi larghezza dello schermo
sl_si: dodaj širino ekrana

source: You can choose which ad units to import.
ar: يمكنك اختيار الوحدات الإعلانية المراد استيرادها.
it_it: Puoi scegliere quali unità pubblicitarie importare.
sl_si: Lahko izbereš, katere oglasne enote uvoziti.

source: The selected ad is not from the currently connected account. You can still use it though.
ar: الإعلان المحدد ليس من الحساب المتصل حاليًا. لا يزال بإمكانك استخدامه بالرغم من ذلك.
it_it: Annuncio selezionato non è dell'account attualmente connesso. Puoi ancora usarlo però.
sl_si: Izbran oglas ni iz trenutno povezanega računa. Toda še vedno ga lahko uporabiš.

source: Open ad overview
ar: افتح نظرة عامة على الإعلان
it_it: Apri panoramica annunci
sl_si: Odpri pregled oglasa

source: One ad unit is not yet imported
ar: لم يتم استيراد أي وحدة إعلانية حتى الآن.
it_it: Una unità pubblicitaria non è ancora stata importata
sl_si: Ena oglasna enota ni popolnoma uvožena

source: %s ad imported.
ar: لم يتم استيراد أي إعلان (%s)
it_it: %s annuncio importato.
sl_si: %s oglas uvožen.

source: Network code
ar: كود الشبكة
it_it: Codice di rete
sl_si: Omrežna koda

source: Import ad units from your account
ar: استيراد وحدات إعلانية من حسابك
it_it: Importa unità pubblicitarie dal tuo account
sl_si: Uvozi oglasne enote iz svojega računa

source: Import
ar: استيراد
it_it: Importa
sl_si: Uvozi

source: Enter the user meta "meta_key" as a value.
ar: أدخل البيانات الوصفية للمستخدم "meta_key" كقيمة.
it_it: Immettere il meta utente "meta_key" come valore.
sl_si: Vpiši uporabnikov meta "meta_key" kot vrednost.

source: Enter the post meta "meta_key" as a value.
ar: أدخل البيانات الوصفية للمقالة "meta_key" كقيمة.
it_it: Inserisci il post meta "meta_key" come valore.
sl_si: Vpiši post meta "meta_key" kot vrednost.

source: Does not work on AMP.
ar: لا يعمل على صفحات الجوّال المسرَّعة
it_it: Non funziona su AMP.
sl_si: Ne deluje na AMP.

source: Close
ar: إغلاق
it_it: Chiudi
sl_si: Zapri

source: AMP pages
ar: صفحات الجوّال المسرَّعة
it_it: Pagine AMP
sl_si: strani AMP

source: Ad units with the fluid size selected on AMP pages only work when placed below the fold.
ar: الوحدات الإعلانية ذات الحجم المرن المحدد في صفحات الجوّال المسرَّعة لا تعمل إلا عند وضعها في الجزء السفلي غير المرئي من الصفحة.
it_it: Le unità pubblicitarie con la dimensione fluida selezionata sulle pagine AMP funzionano solo se posizionate below the fold.
sl_si: Oglasne enote z izbrano tekočo velikostjo delujejo na straneh AMP, samo ko so postavljene pod najprej vidnim delom (bellow the fold).

source: Ad unit name
ar: اسم الوحدة الإعلانية
it_it: Nome unità pubblicitaria
sl_si: Ime oglasne enote

source: Processing authorization
ar: معالجة الإذن
it_it: Processo di autorizzazione
sl_si: Procesiram avtorizacijo

source: Please enable the API option in your Ad Manager account and reload this page. Manual %s
ar: يرجى تمكين خيار API في حساب مدير الإعلانات الخاص بك وإعادة تحميل هذه الصفحة. الدليل %s
it_it: Abilita l'opzione API nel tuo account Ad Manager e ricarica questa pagina. Manuale %s
sl_si: Prosim omogoči možnost API v svojem računu Ad Manager in ponovno naloži to stran. Priročnik %s

source: Manual
ar: دليل المستخدم
sl_si: Priročnik

source: Fluid sizes cannot be aligned left or right. Please choose another option for Position.
ar: لا يمكن محاذاة الاحجام المرنة إلى اليمين او اليسار. الرجاء تحديد خيار آخر للوظيفة.
it_it: Le dimensioni fluide non possono essere allineate a sinistra o a destra. Scegli un'altra opzione per Posizione.
sl_si: Tekoče velikosti se ne morejo poravnati levo ali desno. Prosim izberi drugo možnost za Položaj.

source: Please re-activate %1$syour license%2$s to update the ad unit list.
ar: %1$s الرجاء إعادة تنشيط %2$s ترخيصك لتحديث قائمة الوحدات الإعلانية.
it_it: Riattiva %1$sla tua licenza%2$s per aggiornare l'elenco delle unità pubblicitarie.
sl_si: Prosim ponovno aktiviraj %1$ssvojo licenco%2$s, da posodobiš seznam oglasnih enot.

source: Please activate %1$syour license%2$s to connect your account.
ar: %1$s الرجاء تفعيل %2$s ترخيصك لربط حسابك.
it_it: Attiva %1$sla tua licenza%2$s per connettere il tuo account.
sl_si: Prosim aktiviraj %1$ssvojo licenco%2$s, da povežeš svoj račun.

source: Automatically filter out ad sizes that are too large for the available space in the frontend.
ar: تصفية أحجام الإعلانات الكبيرة جدًا بالنسبة إلى المساحة المتوفرة في الواجهة الأمامية تلقائيًا.
it_it: Filtra automaticamente le dimensioni degli annunci troppo grandi per lo spazio disponibile nel frontend.
sl_si: Avtomatično izloči velikosti oglasov, ki so prevelike za prostor, ki je na voljo v ospredju.

source: delete
ar: حذف
it_it: elimina
sl_si: izbriši

source: min. screen width
ar: الحد الأدنى لعرض الشاشة
it_it: min. larghezza schermo
sl_si: min. širina ekrana

source: Add
ar: أضف
it_it: Aggiungi
sl_si: Dodaj

source: Key-value targeting
ar: استهداف القيمة الرئيسية
it_it: Valori chiave di targeting
sl_si: Ciljanje na Key-value

source: This ad unit does not have any ad sizes
ar: لا تحتوي هذه الوحدة الإعلانية على أي أحجام إعلانات
it_it: Questa unità pubblicitaria non ha dimensioni annuncio
sl_si: Ta oglasna enota nima nobenih velikosti oglasa

source: Ad sizes
ar: أحجام الإعلانات
it_it: Dimensioni annuncio
sl_si: Velikosti oglasa

source: Update ad
ar: تحديث الإعلان
it_it: Aggiorna annuncio
sl_si: Posodobi oglas

source: The selected ad unit has changed in your GAM account. Please re-save this ad to apply the new changes.
ar: تم تغيير الوحدة الإعلانية المحددة في حساب GAM الخاص بك. يرجى إعادة حفظ هذا الإعلان لتطبيق التغييرات الجديدة.
it_it: L&rsquo;unità pubblicitaria selezionata è cambiata nel tuo account GAM. Salva nuovamente questo annuncio per applicare le nuove modifiche.
sl_si: Izbrana oglasna enota se je spremenila v tvojem računu GAM. Prosim ponovno shrani ta oglas, da uveljaviš nove spremembe.

source: Any terms, including categories and tags. Enabled on single pages.
ar: أي شروط ، بما في ذلك الفئات والعلامات. ممكنة على الصفحات فردية.
it_it: Qualsiasi termine, comprese categorie e tag. Abilitato su singole pagine.
sl_si: Kakršnikoli pogoji, kar vključuje kategorije in oznake. Omogočeno na enojnih straneh.

source: Any terms, including categories and tags. Enabled on single and archive pages.
ar: أي شروط ، بما في ذلك الفئات و العلامات. ممكنة على الصفحات الفردية و صفحات الأرشيف.
it_it: Qualsiasi termine, comprese categorie e tag. Abilitato su pagine singole e di archivio.
sl_si: Kakršnikoli pogoji, kar vključuje kategorije in oznake. Omogočeno na enojnih in arhivskih straneh.

source: Value
ar: قيمة
it_it: Valore
sl_si: Vrednost

source: Key
ar: مفتاح
it_it: Chiave
sl_si: Ključ

source: Type
ar: نوع
it_it: Tipo
sl_si: Vrsta

source: Connect to GAM
ar: اتصل بـ GAM
it_it: Connettiti a GAM
sl_si: Poveži z GAM

source: send also on archive pages
ar: الارسال على صفحات الأرشيف ايضا
it_it: invia anche su pagine di archivio
sl_si: pošlji tudi na arhivskih straneh

source: Any terms on single pages, including categories and tags.
ar: أي شروط على الصفحات الفردية ، بما في ذلك الفئات و العلامات.
it_it: Qualsiasi termine su singole pagine, comprese categorie e tag.
sl_si: Kakršnikoli pogoji na enojnih straneh, kar vključuje kategorije in oznake.

source: Categories/Tags/Terms
ar: الفئات / العلامات / المصطلحات
it_it: Categorie/tag /termini
sl_si: Kategorije/Oznake/Pogoji

source: Taxonomy of archive pages.
ar: تصنيف صفحات الأرشيف.
it_it: Tassonomia delle pagine di archivio.
sl_si: Taksonomija arhivskih strani.

source: Taxonomy
ar: التصنيف
it_it: Tassonomia
sl_si: Taksonomija

source: User meta
ar: تعريف المستخدم
it_it: Meta utente
sl_si: Uporabnikov meta

source: Post meta
ar: البيانات الوصفية للمقالة
it_it: Meta articolo
sl_si: Meta objave

source: ID of the Advanced Ads placement.
ar: معرّف موضع الإعلانات المتقدمة.
it_it: ID del posizionamento Advanced Ads.
sl_si: ID postavitve Advanced Ads

source: Placement ID
ar: معرف الموضع
it_it: ID posizionamento
sl_si: ID postavitve

source: ID of the current post or page.
ar: معرف المنشور أو الصفحة الحالية
it_it: ID della pagina o articolo corrente.
sl_si: Id trenutnega prispevka ali strani.

source: Page ID
ar: معرف الصفحة
it_it: ID pagina
sl_si: ID strani

source: Page type
ar: نوع الصفحة
it_it: Tipo di pagina
sl_si: Vrsta strani

source: Page slug
ar: الاسم اللطيف للمنشور
it_it: Slug pagina
sl_si: Polž (slug) strani

source: Post types
ar: أنواع المنشورات
it_it: Tipo di articolo
sl_si: Vrste objav

source: Custom key
ar: مفتاح مخصص
it_it: Chiave personalizzata
sl_si: Ključ po meri

source: Remove
ar: إزالة
it_it: Rimuovi
sl_si: Odstrani

source: Advanced Ads – Google Ad Manager Integration
ar: الإعلانات المتقدمة - تكامل مدير إعلانات Google

source: Please select the network account
ar: الرجاء تحديد حساب الشبكة
it_it: Seleziona l&rsquo;account di rete
sl_si: Prosim izberi omrežni račun

source: Google Ad Manager Integration for WordPress
ar: تكامل مدير إعلانات Google مع WordPress
it_it: Integrazione di Google Ad Manager per WordPress
sl_si: Google Ad Manager integracija za WordPress

source: Collapse empty elements
ar: طي العناصر الفارغة
it_it: Comprimi gli elementi vuoti
sl_si: Strni prazne elemente

source: Ad Manager account
ar: حساب مدير الإعلانات
it_it: Account Ad Manager
sl_si: Račun Ad Manager

source: <strong>Advanced Ads – Google Ad Manager Integration</strong> is an extension for the free Advanced Ads plugin.
ar: <strong> الإعلانات المتقدمة - تكامل مدير إعلانات Google </strong> هو امتداد للمكوّن الإضافي المجاني Advanced Ads.
it_it: <strong>Advanced Ads – Google Ad Manager Integration</strong> è una estensione gratuita per il plugin Advanced Ads.
sl_si: <strong>Advanced Ads – Google Ad Manager Integration</strong> je razširitev za brezplačni vtičnik Advanced Ads.

source: Install Now
ar: تثبيت الآن
it_it: Installa ora
sl_si: Namesti zdaj

source: Activate Now
ar: تفعيل الان
it_it: Attiva ora
sl_si: Aktiviraj zdaj

source: Connect your Google Ad Manager account
ar: ربط حساب Google Ad Manager الخاص بك
it_it: Collega il tuo account Google Ad Manager
sl_si: Poveži svoj račun Google Ad Manager

source: Connect account
ar: ربط الحساب
it_it: Collega il tuo account
sl_si: Poveži račun

source: Test account
ar: حساب تجريبي
sl_si: Preveri račun

source: Revoke access
ar: إبطال الوصول إلى الحساب
it_it: Revoca accesso
sl_si: Odstrani dostop

source: Select account
ar: حدد الحساب
it_it: Seleziona account
sl_si: Izberi račun

source: Fill space when ad is loaded
ar: املأ الفراغ عند تحميل الإعلان
it_it: Riempi lo spazio quando viene caricato l&rsquo;annuncio
sl_si: Zapolni prostor, ko se oglas naloži

source: Collapse if empty
ar: الطي في حالة الفراغ
it_it: Comprimi se vuoto
sl_si: Strni, če je prazno

source: Do not collapse
ar: المرجو عدم الطي
it_it: Non comprimere
sl_si: Ne strni

source: You need to connect to a Google Ad Manager account
ar: تحتاج إلى الاتصال بحساب مدير إعلانات Google
it_it: Devi connetterti a un account Google Ad Manager
sl_si: Moraš povezati z računom Google Ad Manager

source: Ad Unit Code
ar: رمز (كود) الوحدة الإعلانية
it_it: Codice unità pubblicitaria
sl_si: Koda oglasne enote

source: Description
ar: وصف
it_it: Descrizione
sl_si: Opis

source: Name
ar: اسم
it_it: Nome
sl_si: Ime

source: Google Ad Manager Integration
ar: كامل مدير إعلانات Google
it_it: Integrazione di Google Ad Manager
sl_si: Google Ad Manager integracija

source: No Ad Manager network found in this Google account
ar: م يتم العثور على شبكة مدير الإعلانات في حساب Google هذا
it_it: Nessuna rete Ad Manager trovata in questo account Google
sl_si: V tem Googlu računu ne najdem omrežja Ad Manager

source: Error while renewing access token for "%s"
ar: خطأ أثناء تجديد رمز الوصول لـ "%s"
it_it: Errore durante il rinnovo del token di accesso per "%s"
sl_si: Napaka pri obnavljanju žetona dostopa za "%s"

source: Use ad units from your Google Ad Manager account
ar: استخدم الوحدات الإعلانية من حساب مدير إعلانات Google الخاص بك
it_it: Utilizza le unità pubblicitarie dal tuo account Google Ad Manager
sl_si: Uporabi oglasne enote s svojega računa Google Ad Manager

source: Google Ad Manager
ar: مدير إعلانات Google

source: one day ago
it_it: un giorno fa

source: less than 24 hours ago
it_it: meno di 24 ore fa

source: less than an hour ago
it_it: meno di un&rsquo;ora fa

source: just now
it_it: proprio adesso

source: unknown
it_it: sconosciuto

source: Last updated:
it_it: Ultimo aggiornamento:
