Repository: emontzkajnl/plugins
Catalog: advanced-ads-gam/languages/advanced-ads-gam-*_formal.po
Languages: de

source: Important: To comply with Google policy and enable your inventory to compete on Ad Exchange, %1$syou must declare which portions of your inventory refresh%2$s.
de: Wichtig: Damit Sie die Google-Richtlinien einhalten und Ihr Inventar bei Ad Exchange konkurrieren kann, %1$smüssen Sie angeben, welche Teile Ihres Inventars automatisch aktualisiert werden%2$s.

source: seconds
de: Sekunden

source: Auto-refresh
de: Automatische Aktualisierung

source: Switching transport method
de: Wechseln der Transportmethode

source: %d ad unit is not yet imported.
de: %d Anzeige ist noch nicht importiert.

source: Update ad unit
de: Anzeige aktualisieren

source: Unknown response format
de: Unbekanntes Antwortformat

source: Unknown error while submitting code
de: Unbekannter Fehler bei der Übermittlung des Codes

source: Unknown error while renewing access token for "%s"
de: Unbekannter Fehler bei der Erneuerung des Zugriffstokens für "%s"

source: The selected ad unit is not in your ad list.
de: Die ausgewählte Anzeige befindet sich nicht in Ihrer Anzeigenliste.

source: The listed ad units are already imported.
de: Die aufgelisteten Anzeigen sind bereits importiert.

source: Testing the API
de: Testen der API

source: Search ad units
de: Anzeigen suchen

source: Search
de: Suchen

source: Not Authorized
de: Nicht autorisiert

source: No SOAP. unknown response format >> getting ad units list
de: Kein SOAP. Unbekanntes Antwortformat >> Anzeigenliste abrufen

source: No SOAP. No access token >> getting ad units list
de: Kein SOAP. Kein Zugriffstoken >> Anzeigenliste abrufen

source: No SOAP. No access token >> getting ad by
de: Kein SOAP. Kein Zugriffstoken >> Anzeigen nach abrufen

source: No SOAP. Getting network list
de: Kein SOAP. Netzwerkliste abrufen

source: No SOAP. Getting all units
de: Kein SOAP. Alle Anzeigen abrufen

source: No SOAP. Getting ads by
de: Kein SOAP. Alle Anzeigen nach abrufen

source: No ad found matching that name
de: Keine Anzeige zu diesem Namen gefunden

source: Load into ad list
de: In die Anzeigenliste laden

source: Invalid JSON string
de: Ungültige JSON-Zeichenfolge

source: Error while submitting code
de: Fehler beim Übermitteln des Codes

source: Enter an ad unit name from your Google Ad Manager account
de: Geben Sie den Namen einer Anzeige aus Ihrem Google Ad Manager-Konto ein

source: Bad request
de: Fehlerhafte Anfrage

source: Remove ad unit
de: Anzeige entfernen

source: Will be created as
de: Wird erstellt als

source: select a size
de: Größe wählen

source: Reset ad sizes
de: Größen zurücksetzen

source: remove size
de: Größe entfernen

source: new ad size
de: Neue Größe

source: fluid
de: Flexibel

source: Cancel
de: Abbrechen

source: add screen width
de: Browserbreite hinzufügen

source: You can choose which ad units to import.
de: Sie können auswählen, welche Anzeigen importiert werden sollen.

source: The selected ad is not from the currently connected account. You can still use it though.
de: Die ausgewählte Anzeige stammt nicht von dem derzeit verbundenen Benutzerkonto. Sie können sie aber trotzdem verwenden.

source: Open ad overview
de: Anzeigenübersicht öffnen

source: One ad unit is not yet imported
de: Eine Anzeige ist noch nicht importiert.

source: %s ad imported.
de: %s Anzeige importiert.

source: Network code
de: Netzwerk-Code

source: Import ad units from your account
de: Importieren Sie Anzeigen aus Ihrem Account

source: Enter the user meta "meta_key" as a value.
de: Geben Sie die Benutzermetadaten "meta_key" als Wert ein.

source: Enter the post meta "meta_key" as a value.
de: Geben Sie die Beitragsmetadaten "meta_key" als Wert ein.

source: Does not work on AMP.
de: Funktioniert nicht auf AMP.

source: Close
de: Schließen

source: AMP pages
de: AMP-Seiten

source: Ad units with the fluid size selected on AMP pages only work when placed below the fold.
de: Anzeigenblöcke mit ausgewählter flexibler Größe funktionieren auf AMP-Seiten nur dann, wenn sie "below the fold" platziert werden.

source: Ad unit name
de: Anzeigentitel

source: Processing authorization
de: Authentifizierung läuft

source: Please enable the API option in your Ad Manager account and reload this page. Manual %s
de: Bitte aktivieren Sie die API-Option in Ihrem Ad Manager Konto und laden dann diese Seite neu. Anleitung %s

source: Fluid sizes cannot be aligned left or right. Please choose another option for Position.
de: Die Fluid-Größe kann nicht links oder rechts ausgerichtet werden. Bitte wählen Sie eine andere Position.

source: Please re-activate %1$syour license%2$s to update the ad unit list.
de: Bitte reaktivieren Sie %1$sIhre Lizenz%2$s um die Azeigenliste zu aktualisieren.

source: Please activate %1$syour license%2$s to connect your account.
de: Bitte aktivieren Sie %1$sIhre Lizenz%2$s um Ihr Konto zu verbinden.

source: Automatically filter out ad sizes that are too large for the available space in the frontend.
de: Automatisch Anzeigengrößen herausfiltern, die zu groß für den verfügbaren Platz im Frontend sind.

source: delete
de: löschen

source: min. screen width
de: min. Browserbreite

source: Add
de: hinzufügen

source: Key-value targeting
de: Schlüssel/Wert-Paare (key-values)

source: This ad unit does not have any ad sizes
de: Dieser Anzeigenblock hat keine Größen

source: Ad sizes
de: Anzeigengrößen

source: Update ad
de: Anzeige aktualisieren

source: The selected ad unit has changed in your GAM account. Please re-save this ad to apply the new changes.
de: Der gewählte Anzeigenblock wurde im GAM-Konto aktualisiert. Bitte speichern Sie die Anzeige erneut um die Änderungen zu importieren.

source: Any terms, including categories and tags. Enabled on single pages.
de: Alle Begriffe, inklusive Kategorien und Schlagworten auf Einzelseiten.

source: Any terms, including categories and tags. Enabled on single and archive pages.
de: Alle Begriffe, inklusive Kategorien und Schlagworten auf Einzel- und Archivseiten.

source: Value
de: Wert

source: Key
de: Schlüssel

source: Type
de: Typ

source: Connect to GAM
de: Mit GAM verbinden

source: send also on archive pages
de: auf Archivseiten aktivieren

source: Any terms on single pages, including categories and tags.
de: Alle Begriffe auf Einzelseiten, inklusive Kategorien und Schlagworten.

source: Categories/Tags/Terms
de: Kategorien/Schlagworte/Begriffe

source: Taxonomy of archive pages.
de: Taxonomie auf Archivseiten.

source: Taxonomy
de: Taxonomie

source: ID of the Advanced Ads placement.
de: ID der Platzierung in Advanced Ads.

source: Placement ID
de: Platzierungs-ID

source: ID of the current post or page.
de: ID des aktuellen Beitrags oder Seite.

source: Page ID
de: Seiten-ID

source: Page type
de: Seitentyp

source: Page slug
de: Titelform (Slug)

source: Post types
de: Inhaltstypen

source: Custom key
de: Eigener Schlüssel

source: one day ago
de: vor einem Tag

source: less than 24 hours ago
de: vor weniger als 24 Stunden

source: less than an hour ago
de: vor weniger als einer Stunde

source: just now
de: gerade eben

source: unknown
de: unbekannt

source: Last updated:
de: Zuletzt aktualisiert:

source: Remove
de: Entfernen

source: Please select the network account
de: Bitte das Netzwerkkonto auswählen

source: Google Ad Manager Integration for WordPress
de: Integration des Google Ad Managers in WordPress

source: Collapse empty elements
de: Leere Elemente einklappen

source: Ad Manager account
de: Ad Manager Konto

source: <strong>Advanced Ads – Google Ad Manager Integration</strong> is an extension for the free Advanced Ads plugin.
de: <strong>Advanced Ads – Google Ad Manager Integration</strong> ist eine Erweiterung für das kostenlose Advanced Ads Plugin.

source: Install Now
de: Jetzt installieren

source: Activate Now
de: Jetzt aktivieren

source: Connect your Google Ad Manager account
de: Verbinden Sie Ihr Google Ad Manager Konto

source: Connect account
de: Konto verbinden

source: Test account
de: Konto testen

source: Revoke access
de: Verbindung beenden

source: Select account
de: Konto wählen

source: Fill space when ad is loaded
de: Platz erst füllen wenn die Anzeige geladen ist

source: Collapse if empty
de: Einklappen, wenn keine Anzeige geladen wird

source: Do not collapse
de: Nicht einklappen

source: You need to connect to a Google Ad Manager account
de: Sie müssen Ihre Webseite mit dem Google Ad Manager Konto verbinden

source: Ad Unit Code
de: Code

source: Description
de: Beschreibung

source: No Ad Manager network found in this Google account
de: Dieses Google-Konto scheint nicht mit dem Google Ad Manager verbunden zu sein

source: Error while renewing access token for "%s"
de: Die Verbindung konnte nicht hergestellt werden für "%s"

source: Use ad units from your Google Ad Manager account
de: Anzeigenblöcke aus dem Google Ad Manager
