Repository: emontzkajnl/plugins
Catalog: advanced-ads-selling/languages/advanced-ads-selling-*.po
Languages: ar, da_dk, de_de, el, es_co, fr_fr, it_it, nl_nl, sl_si

source: Enter the email used for communication about ads.
ar: أدخل البريد الإلكتروني المستخدم للتواصل حول الإعلانات.
da_dk: Indtast e-mailen, der bruges til kommunikation om annoncer.
de_de: E-Mail-Adresse des Empfängers von Anzeigeninformationen
el: Εισαγάγετε το email που χρησιμοποιείται για την επικοινωνία σχετικά με τις διαφημίσεις.
es_co: Introduce el correo electrónico usado para la comunicación sobre los anuncios.
fr_fr: Entrez le courrier électronique utilisé pour la communication sur les annonces.
it_it: Inserisci l'email utilizzata per la comunicazione sugli annunci.
nl_nl: Voer de e-mail in die wordt gebruikt voor communicatie over advertenties.
sl_si: Vpiši e-pošto, ki bo uporabljena za komunikacijo o oglasih.

source: No ad purchases to review
ar: لا توجد مشتريات إعلانات جديدة للمراجعة
da_dk: Ingen annoncekøb, til gennemgang
de_de: Zu bestätigende Anzeigenkäufe
el: Δεν υπάρχουν αγορές διαφημίσεων για έλεγχο
es_co: No hay compras de anuncios por revisar
fr_fr: Aucun achat d'annonce publicitaire à revoir
it_it: Nessun acquisto di annunci da revisionare
nl_nl: Geen advertentieaankopen om te beoordelen
sl_si: Ni kupljenih oglasov za pregled

source: Pending ad purchases
ar: مشتريات الإعلانات المعلقة
da_dk: Afventende annoncekøb
de_de: Offene Anzeigenkäufe
el: Αγορές διαφημίσεων σε εκκρεμότητα
es_co: Compras de anuncios pendientes
fr_fr: Achats d'annonces publicitaires en attente
it_it: Ordini di acquisto annuncio in attesa
nl_nl: Lopende advertentieaankopen
sl_si: Čakajoči nakupi oglasov

source: New ad purchases
ar: مشتريات الجديدة للإعلانات
da_dk: Nye annoncekøb
de_de: Neue Anzeigenkäufe
el: Νέες αγορές διαφημίσεων
es_co: Nuevas compras de anuncios
fr_fr: Nouveaux achats d'annonces publicitaires
it_it: Nuovi acquisti di annunci
nl_nl: Nieuwe advertentie-aankopen
sl_si: Novi nakupi oglasov

source: Product
ar: المنتج
da_dk: Produkt
de_de: Produkt
el: Προϊόν
es_co: Producto
fr_fr: Produit
it_it: Prodotto
sl_si: Izdelek

source: Public Ad Setup URL
ar: عنوان URL لإعداد الإعلان العام
da_dk: Offentlig annonce-opsætnings URL
de_de: Öffentliche Einstellungsseite
el: URL ρύθμισης δημόσιας διαφήμισης
es_co: URL de configuración de anuncios públicos
fr_fr: URL de configuration de l'annonce publique
it_it: URL impostazione pubblica annunci
nl_nl: Publieke Advertentie-instellingen URL
sl_si: Javni URL nastavitve oglasov

source: Order #%d
ar: الطلب #%d
da_dk: Ordre #%d
de_de: Bestellung #%d
el: Παραγγελία #%d
es_co: Pedido #%d
fr_fr: Commande #%d
it_it: Ordine #%d
nl_nl: Bestelling #%d
sl_si: Naročilo #%d

source: Setup URL
ar: رابط الإعداد
da_dk: Opsætnings URL
de_de: Einstellungs-Link
el: Ρύθμιση URL
es_co: URL de configuración
fr_fr: URL de configuration
it_it: URL impostazione
sl_si: URL namestitve

source: This ad is going to <strong>expire %d days</strong> after being published.
ar: هذا الإعلان <strong> ستنتهي صلاحيته %d أيام/يوما </strong> بعد نشره.
da_dk: Denne annonce vil <strong>udløbe %d dage</strong> efter udgivelse.
de_de: Diese Anzeige wird <strong>läuft %d Tage nach Veröffentlichung aus</strong>.
el: Αυτή η διαφήμιση πρόκειται να <strong>λήξει %d ημέρες</strong> μετά τη δημοσίευσή της.
es_co: Este anuncio <strong>caducará %d días</strong> después de ser publicado.
fr_fr: Cette annonce va <strong>expire %d jours</strong> après sa publication.
it_it: Questo annuncio sta per <strong>scadere %d giorni</strong> dopo essere stato pubblicato.
nl_nl: Deze advertentie gaat <strong>%d dagen verlopen </strong>nadat deze is gepubliceerd.
sl_si: Ta oglas bo <strong>potekel %d dni</strong> po objavi.

source: When you press “Publish”, this ad will be added to the group <strong>%1$s</strong> in the <strong>%2$s</strong> placement.
ar: عند الضغط على "نشر" ، ستتم إضافة هذا الإعلان إلى المجموعة <strong>%1$s </strong> في الموضع <strong>%2$s </strong>.
da_dk: Når du trykker ”Offentliggør”, vil annoncen blive tilføjet til gruppen<strong>%1$s</strong> under <strong>%2$s</strong> placeringer.
de_de: Wenn du auf “Veröffentlichen” drückst wird diese Anzeige zur Gruppe <strong>%1$s</strong> in der Platzierung <strong>%2$s</strong> hinzugefügt.
el: Όταν πατήσετε "Δημοσίευση", αυτή η διαφήμιση θα προστεθεί στην ομάδα <strong>%1$s</strong> στην τοποθέτηση <strong>%2$s</strong>.
es_co: Cuando hagas clic en «Publicar», este anuncio se añadirá al grupo <strong>%1$s</strong> en la ubicación <strong>%2$s</strong>.
fr_fr: Lorsque vous appuyez sur "Publier", cette annonce sera ajoutée au groupe <strong>%1$s</strong> dans l'emplacement <strong>%2$s</strong>.
it_it: Quando premi "Pubblica", questo annuncio verrà aggiunto al gruppo <strong>%1$s</strong> nel posizionamento <strong>%2$s</strong>.
nl_nl: Wanneer u op "Publiceren" drukt, wordt deze advertentie toegevoegd aan de groep <strong>%1$s </strong> in de plaatsing <strong>%2$s</strong>.
sl_si: Ko pritisneš "Objavi", bo ta oglas dodan v skupino <strong>%1$s</strong> v postavitvi <strong>%2$s</strong>.

source: When you press “Publish”, this ad will be swapped against the currently assigned ad (<strong>%1$s</strong>) in the <strong>%2$s</strong> placement.
ar: عند الضغط على "نشر"، سيتم استبدال هذا الإعلان بالإعلان المعين حاليًا (<strong>%1$s</strong>) في موضع <strong>%2$s</strong>.
da_dk: Når du trykker på "Udgiv", vil denne annonce blive byttet ud med den aktuelt tildelte annonce (<strong>%1$s</strong>) i <strong>%2$s</strong> placeringen.
de_de: Wenn du auf „Veröffentlichen“ klickst, wird diese Anzeige gegen die aktuell zugewiesene Anzeige (<strong>%1$s</strong>) in der Platzierung <strong>%2$s</strong> ausgetauscht.
el: Όταν πατήσετε "Δημοσίευση", αυτή η διαφήμιση θα αντικατασταθεί με τη διαφήμιση που έχει εκχωρηθεί αυτήν τη στιγμή (<strong>%1$s</strong>) στην τοποθέτηση <strong>%2$s</strong>.
sl_si: Ko pritisneš "Objavi", bo ta oglas zamenjan s trenutno nastavljenim oglasom (<strong>%1$s</strong>) v postavitvi <strong>%2$s</strong>.

source: When you press “Publish”, this ad will be published in the <strong>%2$s</strong> placement.
ar: عند الضغط على "نشر" ، سيتم نشر هذا الإعلان في الموضع <strong>%2$s </strong>.
da_dk: Når du trykker ”Offentliggør”, vil annoncen blive offentliggjort i <strong>%2$s</strong> placeringer.
de_de: Wenn du auf “Veröffentlichen” drückst wird die Anzeige in der Platzierung <strong>%2$s</strong> veröffentlicht.
el: Όταν πατήσετε "Δημοσίευση", αυτή η διαφήμιση θα δημοσιευτεί στην τοποθέτηση <strong>%2$s</strong>.
es_co: Cuando hagas clic en «Publicar», este anuncio se publicará en la ubicación <strong>%2$s</strong>.
fr_fr: Lorsque vous appuyez sur "Publier", cette annonce sera publiée dans l'emplacement <strong>%2$s</strong>.
it_it: Quando premi "Pubblica", questo annuncio sarà pubblicato nel posizionamento <strong>%2$s</strong>.
nl_nl: Wanneer u op "Publiceren" drukt, wordt deze advertentie gepubliceerd in de plaatsing <strong>%2$s</strong>.
sl_si: Ko pritisneš "Objavi", bo ta oglas objavljen v postavitvi <strong>%2$s</strong>.

source: Ad Types
ar: أنواع الإعلانات
da_dk: Annonce type
de_de: Anzeigentypen
el: Τύποι διαφημίσεων
es_co: Tipos de anuncios
fr_fr: Types d'annonces
it_it: Tipi di annunci
nl_nl: Advertentietypen
sl_si: Vrste oglasov

source: Placement
ar: الموضع
da_dk: Placering
de_de: Platzierung
el: Τοποθέτηση
es_co: Ubicación
it_it: Posizionamento
nl_nl: Plaatsing
sl_si: Postavitev

source: Sales Type
ar: نوع المبيعات
da_dk: Salgstype
de_de: Verkaufstyp
el: Τύπος πωλήσεων
es_co: Tipo de ventas
fr_fr: Type de vente
it_it: Tipo di vendita
nl_nl: Verkooptype
sl_si: Vrste prodaje

source: Pricing Label
ar: تسمية التسعير
da_dk: Pris etiket
de_de: Preis-Name
el: Ετικέτα τιμολόγησης
es_co: Etiqueta de precio
fr_fr: Étiquette de prix
it_it: Etichetta dei prezzi
nl_nl: Prijslabel
sl_si: Oznaka cen

source: Pricing Value
ar: قيمة التسعير
da_dk: Pristsætnings værdi
de_de: Preis-Option
el: Αξία τιμολόγησης
es_co: Valor del precio
fr_fr: Valeur du prix
it_it: Valore di valutazione
nl_nl: Prijswaarde
sl_si: Vrednost cen

source: Ad
ar: إعلان
da_dk: Annonce
de_de: Anzeige
el: Διαφήμιση
es_co: Anuncio
fr_fr: Annonce
it_it: Annuncio
nl_nl: Advertentie
sl_si: Oglas

source: Ad Data
ar: بيانات الإعلان
da_dk: Annonce data
de_de: Anzeigendaten
el: Δεδομένα διαφήμισης
es_co: Datos del anuncio
fr_fr: Données d'annonce
it_it: Dati annuncio
nl_nl: Advertentiegegevens
sl_si: Podatki oglasa

source: Available placements
ar: المواضع المتاحة
da_dk: Tilgængelige placeringer
de_de: Wählbare Platzierungen
el: Διαθέσιμες τοποθετήσεις
es_co: Ubicaciones disponibles
fr_fr: Emplacements disponibles
it_it: Posizionamenti disponibili
nl_nl: Beschikbare plaatsingen
sl_si: Postavitve, ki so na voljo

source: define label, value and price separated by |, e.g. 100.000 impressions|100000|20.00
ar: تحديد التصنيف والقيمة والسعر مفصولاً بعلامة | ، على سبيل المثال 100.000 انطباع | 100000 | 20.00
da_dk: definer etiket, værdi og pris adskilt med | - fx. 100.000 impressions|100000|20.00
de_de: Beschriftung, Wert und Preis getrennt mit “|” festlegen, z.B. 100.000 Impressionen|100000|20.00
el: ορίστε ετικέτα, αξία και τιμή διαχωρισμένα με |, π.χ. 100.000 εμφανίσεις|100.000|20.00
es_co: define la etiqueta, el valor y el precio separados por |, por ejemplo: 100.000 impresiones|100000|20.00
fr_fr: définir l'étiquette, la valeur et le prix séparés par |, par ex. 100.000 impressions|100000|20.00
it_it: definisci etichetta, valore e prezzo separati da |, ad es. 100.000 impressioni | 100000 | 20.00
nl_nl: definieer label, waarde en prijs gescheiden door |, b.v. 100.000 vertoningen|100000|20.00
sl_si: definiraj oznako, vrednost in ceno, ločene z |, npr. 100.000 prikazov|100000|20.00

source: Price options
ar: خيارات السعر
da_dk: Pris indstillinger
de_de: Preisoptionen
el: Επιλογές τιμής
es_co: Opciones de precios
fr_fr: Options de prix
it_it: Opzioni di prezzo
nl_nl: Prijs opties
sl_si: Možnosti cen

source: Customer can buy per …
ar: يمكن للعميل الشراء ب ...
da_dk: Kunden kan købe pr...
de_de: Kunde kauft pro …
el: Ο πελάτης μπορεί να αγοράσει ανά …
es_co: El cliente puede comprar por…
fr_fr: Le client peut acheter par ...
it_it: Il cliente può acquistare per ...
nl_nl: Klant kan kopen per ...
sl_si: Stranka lahko kupi na ...

source: Available ad types
ar: أنواع الإعلانات المتاحة
da_dk: Tilgængelige annonce typer
de_de: Verfügbare Anzeigentypen
el: Διαθέσιμοι τύποι διαφημίσεων
es_co: Tipos de anuncios disponibles
fr_fr: Types d'annonces disponibles
it_it: Tipi di annunci disponibili
nl_nl: Beschikbare advertentie types
sl_si: Vrste oglasov, ki so na voljo

# ad type
source: image
ar: صورة
da_dk: billede
de_de: Bild
el: εικόνα
es_co: imagen
it_it: immagine
nl_nl: afbeelding
sl_si: slika

source: Ad Options
ar: خيارات الإعلان
da_dk: Annonce indstillinger
de_de: Anzeigenoptionen
el: Επιλογές διαφημίσεων
es_co: Opciones del anuncio
fr_fr: Options d'annonce
it_it: Opzioni annuncio
nl_nl: Advertentie opties
sl_si: Možnosti oglasov

source: Order Data
ar: بيانات الطلبيات
da_dk: Ordre data
de_de: Bestelldaten
el: Δεδομένα παραγγελίας
es_co: Datos del pedido
fr_fr: Données de commande
it_it: Dati dell'ordine
nl_nl: Bestel gegevens
sl_si: Podatki naročila

source: Error when submitting the ad. Please contact the site admin.
ar: خطأ عند إرسال الإعلان. يرجى الاتصال بمسؤول الموقع.
da_dk: Fejl ved indsendelse af annoncen. Kontakt venligst webstedets administrator.
de_de: Fehler beim Absenden der Anzeige. Bitte kontaktiere den Administrator.
el: Σφάλμα κατά την υποβολή της διαφήμισης. Επικοινωνήστε με τον διαχειριστή του ιστότοπου.
es_co: Error al enviar el anuncio. Por favor, contacta con el administrador del sitio.
fr_fr: Erreur lors de la soumission de l'annonce. Veuillez contacter l'administrateur du site.
it_it: Errore durante l'invio dell'annuncio. Contatta l'amministratore del sito.
nl_nl: Fout bij het indienen van de advertentie. Neem contact op met de beheerder van de site.
sl_si: Napaka pri pošiljanju oglasa. Prosim kontaktiraj administratorja strani.

source: Ad content missing.
ar: محتوى الإعلان مفقود.
da_dk: Annonce indhold mangler.
de_de: Anzeigeninhalt fehlt.
el: Λείπει περιεχόμενο διαφήμισης.
es_co: Falta el contenido del anuncio.
fr_fr: Contenu de l'annonce manquant
it_it: Manca il contenuto dell'annuncio.
nl_nl: Advertentie-inhoud ontbreekt.
sl_si: Vsebina oglasa manjka.

source: The allowed file size is %s MB
ar: حجم الملف المسموح به هو %s ميغا بايت
da_dk: Den tilladte filstørrelse er %s MB
de_de: Die erlaubte Dateigröße beträgt %s MB.
el: Το επιτρεπόμενο μέγεθος αρχείου είναι %s MB
es_co: El tamaño de archivo permitido es de %s MB
fr_fr: La taille de fichier autorisée est %s Mo
it_it: La dimensione del file consentita è %s MB
nl_nl: De toegestane bestandsgrootte is %s MB
sl_si: Dovoljena velikost datoteke je %s MB

source: Extension not allowed, please choose a JPEG, PNG or GIF file.
ar: الامتداد غير مسموح به ، يرجى اختيار ملف JPEG أو PNG أو GIF.
da_dk: Udvidelse ikke tilladt. Vælg en JPEG, PNG eller GIF fil.
de_de: Dateiformat nicht erlaubt, bitte nutze JPEG, JPG, PNG oder GIF.
el: Δεν επιτρέπεται η επέκταση, επιλέξτε ένα αρχείο JPEG, PNG ή GIF.
es_co: Extensión no permitida, por favor, elige un archivo JPEG, PNG o GIF.
fr_fr: Extension non autorisée, veuillez choisir un fichier JPEG, PNG ou GIF
it_it: Estensione non consentita, scegli un file JPEG, PNG o GIF.
nl_nl: Extensie niet toegestaan, kies een JPEG, PNG of GIF bestand.
sl_si: Ta končnica ni dovoljena. Prosim izberi datoteke JPEG, PNG ali GIF.

source: You can manage the content of your ads on the <a href="%s">ad setup page</a>.
ar: يمكنك إدارة محتوى إعلاناتك على <a href="%s"> صفحة إعداد الإعلان </a>.
da_dk: Du kan administrere indholdet af dine annoncer på <a href="%s">annonce-opsætnings siden</a>.
de_de: Du kannst den Inhalt deiner Anzeigen auf der <a href="%s">Setup-Seite</a> bearbeiten.
el: Μπορείτε να διαχειριστείτε το περιεχόμενο των διαφημίσεών σας στη <a href="%s">σελίδα ρύθμισης διαφημίσεων</a>.
es_co: Puedes gestionar el contenido de tus anuncios en la <a href="%s">página de configuración de anuncios</a>.
fr_fr: Vous pouvez gérer le contenu de vos annonces sur la <a href="%s">page de configuration des annonces</a>.
it_it: Puoi gestire il contenuto dei tuoi annunci sulla <a href="%s">pagina di configurazione dell'annuncio</a>.
nl_nl: U kunt de inhoud van uw advertenties beheren op de <a href="%s">advertentie-instellingenpagina</a>.
sl_si: Vsebino svojih oglasov lahko upravljaš na <a href="%s">strani namestitve oglasov</a>.

source: Advanced Ad
ar: الإعلانات المتقدمة
da_dk: Avanceret annonce

# sales type
source: clicks
ar: عدد النقرات
da_dk: klik
de_de: Klicks
el: κλικς
es_co: clics
fr_fr: clique
it_it: clic
nl_nl: kliks
sl_si: kliki

# sales type
source: impressions
ar: مرات ظهور الإعلان
da_dk: visninger
de_de: Impressionen
el: εμφανίσεις
es_co: impresiones
it_it: impressioni
nl_nl: impressies
sl_si: prikazi

# sales type
source: days
ar: الأيام
da_dk: dage
de_de: Tage
el: ημέρες
es_co: días
fr_fr: jours
it_it: giorni
nl_nl: dagen
sl_si: dni

# sales type
source: flat price
ar: سعر ثابت
da_dk: fast pris
de_de: Pauschalpreis
el: σταθερή τιμή
es_co: precio fijo
fr_fr: prix fixe
it_it: prezzo fisso
nl_nl: vast bedrag
sl_si: fiksna cena

source: An ad for order #%d was published.
ar: تم نشر إعلان للطلب #%d
da_dk: En annonce for ordren #%d blev offentliggjort.
de_de: Eine Anzeige der Bestellung #%d wurde veröffentlicht.
el: Δημοσιεύτηκε μια διαφήμιση για την παραγγελία #%d.
es_co: Se ha publicado un anuncio del pedido #%d.
fr_fr: Une annonce pour la commande #%d a été publiée.
it_it: Un annuncio per l'ordine #%d è stato pubblicato.
nl_nl: Een advertentie voor bestelling #%d is gepubliceerd.
sl_si: Oglas naročila #%d je bil objavljen.

source: An ad for order #%d was published
ar: تم نشر إعلان للطلب #%d
da_dk: En annonce for ordren #%d blev offentliggjort.
de_de: Eine Anzeige für Bestellung #%d wurde veröffentlicht
el: Δημοσιεύτηκε μια διαφήμιση για την παραγγελία #%d
es_co: Se ha publicado un anuncio del pedido #%d
fr_fr: Une annonce pour la commande #%d a été publiée
it_it: Un annuncio per l'ordine #%d è stato pubblicato.
nl_nl: Een advertentie voor bestelling #%d is gepubliceerd
sl_si: Oglas naročila #%d je bil objavljen

source: The ad content for ad #%1$d (order #%2$d) was rejected by the ad manager.
ar: تم رفض محتوى الإعلان للإعلان رقم #%1$d (الطلب رقم #%2$d) من قبل مدير الإعلانات.
da_dk: Annonceindholdet for annonce #%1$d (ordre #%2$d) blev afvist af annonceadministratoren.
de_de: Der Inhalt der Anzeige #%1$d (Bestellung #%2$d) wurde vom Anzeigenmanager abgelehnt.
el: Το περιεχόμενο διαφήμισης για τη διαφήμιση #%1$d (παραγγελία #%2$d) απορρίφθηκε από τον διαχειριστή διαφημίσεων.
sl_si: Vsebino oglasa #%1$d (naročilo #%2$d) je zavrnil skrbnik oglasov.

source: Ad for order #%d was rejected
ar: تم رفض الإعلان للطلب #%d
da_dk: En annonce for ordren #%d blev afvist
de_de: Eine Anzeige der Bestellung #%d wurde abgewiesen.
el: Η διαφήμιση για την παραγγελία #%d απορρίφθηκε
es_co: Se ha rechazado el anuncio del pedido #%d
fr_fr: L'annonce pour la commande #%d a été rejetée
it_it: L'annuncio per l'ordine #%d è stato rifiutato
nl_nl: Advertentie voor bestelling #%d is afgewezen
sl_si: Oglas naročila #%d je bil zavrnjen

source: PS: If you want to contact the client directly, just reply to this email.
ar: ملاحظة: إذا كنت تريد الاتصال بالعميل مباشرة ، فما عليك سوى الرد على هذا البريد الإلكتروني.
da_dk: PS: Hvis du ønsker at kontakte kunden direkte, skal du bare besvare denne e-mail.
de_de: PS: Wenn du den Kunden kontaktieren möchtest, dann antworte einfach direkt auf diese E-Mail.
el: ΥΓ: Εάν θέλετε να επικοινωνήσετε απευθείας με τον πελάτη, απλώς απαντήστε σε αυτό το email.
es_co: Nota: si quieres contactar al cliente directamente, solo responde a este correo electrónico.
fr_fr: PS: Si vous souhaitez contacter directement le client, répondez simplement à cet e-mail.
it_it: PS: se vuoi contattare direttamente il cliente, rispondi a questa email.
nl_nl: PS: beantwoord deze mail als u rechtstreeks contact wilt opnemen met de klant.
sl_si: P. S. Če želiš direktno kontaktirati stranko, preprosto odgovori na to e-pošto.

source: The ad content for ad #%1$d (order #%2$d) was submitted by the client. You can review it now using the following link.
ar: تم تقديم محتوى الإعلان رقم #%1$d (الطلب رقم #%2$d) من قبل العميل. يمكنك مراجعته الآن باستخدام الرابط التالي.
da_dk: Annonceindholdet for annonce #%1$d (ordre #%2$d) blev indsendt af klienten. Du kan gennemgå det nu ved at bruge følgende link.
de_de: Der Inhalt der Anzeige #%1$d (Bestellung #%2$d) wurde vom Kunden übermittelt. Du kannst die Anzeige unter folgendem Link einsehen.
el: Το περιεχόμενο διαφήμισης για τη διαφήμιση #%1$d (παραγγελία #%2$d) υποβλήθηκε από τον πελάτη. Μπορείτε να το ελέγξετε τώρα χρησιμοποιώντας τον παρακάτω σύνδεσμο.
sl_si: Stranka je oddala vsebino oglasa za oglas #%1$d (naročilo #%2$d). Zdaj ga lahko pregledaš preko naslednje povezave.

source: Ad #%d needs approval
ar: الإعلان #%d يحتاج إلى موافقة
da_dk: Annoncen #%d behøver godkendelse
de_de: Anzeige #%d muss bestätigt werden
el: Η διαφήμιση #%d χρειάζεται έγκριση
es_co: El anuncio #%d necesita aprobación
fr_fr: L'annonce #%d nécessite une approbation
it_it: L'annuncio #%d ha bisogno di approvazione
nl_nl: Advertentie #%d heeft goedkeuring nodig
sl_si: Oglas #%d potrebuje potrditev

source: PS: If you want to contact the ad manager directly, just reply to this email.
ar: ملاحظة: إذا كنت تريد الاتصال بمدير الإعلانات مباشرةً ، فما عليك سوى الرد على هذا البريد الإلكتروني.
da_dk: PS: Hvis du ønsker at kontakte kunden direkte, skal du bare besvare denne e-mail.
de_de: PS: Wenn du deinen Anzeigenmanager direkt kontaktieren willst, dann antworte einfach auf diese E-Mail.
el: ΥΓ: Εάν θέλετε να επικοινωνήσετε απευθείας με τον διαχειριστή διαφημίσεων, απλώς απαντήστε σε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου.
es_co: Nota: si quieres contactar al gestor de anuncios directamente, solo responde a este correo electrónico.
fr_fr: PS: si vous souhaitez contacter directement le responsable de la publicité, répondez simplement à cet e-mail.
it_it: PS: se vuoi contattare direttamente l'ad manager, rispondi a questa email.
nl_nl: PS: Beantwoord deze e-mail als u rechtstreeks contact wilt opnemen met de advertentiemanager.
sl_si: P. S. Če želiš kontaktirati skrbnika oglasov, preprosto odgovori na to e-pošto.

source: Sincerely, Your ad team %s
ar: بإخلاص، فريقك الإعلاني %s
da_dk: Med venlig hilsen, Dit annonce team %s
de_de: Mit freundlichen Grüßen, Dein Anzeigenteam %s
el: Με εκτίμηση,↵ Η ομάδα διαφημίσεών σας↵ %s
es_co: Atentamente, Tu equipo de publicidad %s
fr_fr: Cordialement, Votre équipe de publicité %s
it_it: Cordiali saluti, La tua squadra annunci %s
nl_nl: Met vriendelijke groeten, uw advertentieteam %s
sl_si: Lep pozdrav,↵ Vaša ekipa oglasov↵ %s

source: Thank you for your order. You can already upload the content of your ads following the link below.
ar: شكرا لطلبك. يمكنك بالفعل تحميل محتوى إعلاناتك باتباع الرابط أدناه.
da_dk: Tak for din ordre. Du kan allerede nu, uploade indholdet af dine annoncer ved at følge nedenstående link.
de_de: Vielen Dank für deine Bestellung. Du kannst die Inhalte für deine Anzeigen unter dem unten angegebenen Link hinzufügen.
el: Ευχαριστούμε για την παραγγελία σας. Μπορείτε ήδη να ανεβάσετε το περιεχόμενο των διαφημίσεών σας ακολουθώντας τον παρακάτω σύνδεσμο.
es_co: Gracias por tu pedido. Ya puedes subir el contenido de tus anuncios siguiendo el enlace a continuación.
fr_fr: Nous vous remercions de votre commande. Vous pouvez déjà télécharger le contenu de vos annonces en suivant le lien ci-dessous.
it_it: Grazie per il tuo ordine. Puoi già caricare il contenuto dei tuoi annunci seguendo il link sottostante.
nl_nl: Bedankt voor u bestelling. U kunt via onderstaande link de advertentie uploaden of bewerken.
sl_si: Hvala za naročilo. Vsebino svojih oglasov že lahko naložiš preko spodnje povezave.

source: Edit your ads for order #%d
ar: قم بتحرير إعلاناتك للطلب #%d
da_dk: Rediger dine annoncer for ordren #%d
de_de: Anzeigen von Bestellung #%d bearbeiten
el: Επεξεργαστείτε τις διαφημίσεις σας για την παραγγελία #%d
es_co: Edita tus anuncios del pedido #%d
fr_fr: Modifier vos annonces pour la commande #%d
it_it: Modifica i tuoi annunci per l'ordine #%d
nl_nl: Bewerk uw advertenties voor bestelling #%d
sl_si: Uredi svoje oglase za naročilo #%d

source: Hide ad setup
ar: إخفاء إعداد الإعلان
da_dk: Skjul annonce indstillinger
de_de: Setup verstecken
el: Απόκρυψη ρύθμισης διαφήμισης
es_co: Ocultar la configuración del anuncio
fr_fr: Masquer la configuration de l'annonce
it_it: Nascondi configurazione annunci
nl_nl: Verberg advertentie-instellingen
sl_si: Skrij namestitev oglasa

source: Setup page
ar: صفحة الإعداد
da_dk: Indstillings side
de_de: Setup-Seite
el: Σελίδα εγκατάστασης
es_co: Página de configuración
fr_fr: Page de configuration
it_it: Pagina di configurazione
nl_nl: Instellingenpagina
sl_si: Stran namestitve

source: Store sender email
ar: تخزين البريد الإلكتروني للمرسل
da_dk: Gem afsender e-mail
de_de: Shop Absender-E-Mail
el: Αποθήκευση email αποστολέα
es_co: Correo electrónico del remitente de la tienda
fr_fr: E-mail de l'expéditeur du magasin
it_it: Email mittente negozio
nl_nl: Shop afzender-e-mail
sl_si: Hrani pošiljateljev email

source: Store admin email
ar: تخزين البريد الإلكتروني للمسؤول
da_dk: Gem admin e-mail
de_de: Shop Admin-E-Mail
el: Αποθηκεύστε το email διαχειριστή
es_co: Correo electrónico del administrador de la tienda
fr_fr: Adresse e-mail du magasin
it_it: Email amministratore negozio
nl_nl: Winkel admin-e-mail
sl_si: Hrani administratorjev email

source: Ad Store
ar: متجر الإعلانات
da_dk: Annonce butik
de_de: Shop
el: Διαφημιστικό κατάστημα
es_co: Tienda de anuncios
fr_fr: Magasin d'annonces
it_it: Negozio annunci
nl_nl: Advertentie winkel
sl_si: Trgovina oglasov
