Repository: emontzkajnl/plugins
Catalog: advanced-ads-selling/languages/advanced-ads-selling-*.po
Languages: ar, da_dk, de_de, el, es_co, fr_fr, it_it, nl_nl, sl_si

source: Your installation of Advanced Ads is incomplete. If you installed Advanced Ads from GitHub, %1$s please refer to this document%2$s to set up your development environment.
ar: تثبيت Advanced Ads لديك غير مكتمل. إذا قمت بتثبيت Advanced Ads من GitHub، %1$s يُرجى الرجوع إلى هذا المستند%2$s لإعداد بيئة التطوير الخاصة بك.
da_dk: Din installation af Advanced Ads er ufuldstændig. Hvis du har installeret Advanced Ads fra GitHub, %1$s, se venligst dette dokument%2$s for at konfigurere dit udviklingsmiljø
de_de: Deine Installation von Advanced Ads ist unvollständig. Wenn du Advanced Ads von GitHub installiert hast, %1$s sieh dir bitte dieses Dokument an%2$s, um deine Entwicklungsumgebung einzurichten.
el: Η εγκατάσταση των Προηγμένων Διαφημίσεων δεν έχει ολοκληρωθεί. Εάν εγκαταστήσατε τις Προηγμένες Διαφημίσεις από το GitHub, %1$s, ανατρέξτε σε αυτό το έγγραφο%2$s για να ρυθμίσετε το περιβάλλον ανάπτυξής σας.
sl_si: Vaša namestitev Advanced Ads ni dokončana. Če ste namestili Advanced Ads iz GitHub, %1$s prosimo, poglejte ta dokument%2$s, da nastavite svoje razvojno okolje.

source: The %s constant is no longer supported.
ar: الثابت %s لم يعد مدعومًا.
da_dk: %s konstanten understøttes ikke længere.
de_de: Die Konstante %s wird nicht mehr unterstützt.
el: Η σταθερά %s δεν υποστηρίζεται πλέον.
sl_si: Konstanta %s ni več podprta.

source: No static pages found.
ar: لم يتم العثور على صفحات ثابتة.
da_dk: Ingen statiske sider fundet.
de_de: Keine statischen Seiten gefunden.
el: Δεν βρέθηκαν στατικές σελίδες.
sl_si: Ni statičnih strani.

source: The default setup page does not work with the default plain permalink setting.
ar: صفحة الإعداد الافتراضية لا تعمل مع إعداد الروابط الثابتة البسيطة الافتراضي.
da_dk: Standardopsætningssiden virker ikke med standardindstillingen for almindeligt permalink.
de_de: Die Standard-Einrichtungsseite funktioniert nicht, wenn die Standardeinstellung für Permalinks ausgewählt ist.
el: Η προεπιλεγμένη σελίδα εγκατάστασης δεν λειτουργεί με την προεπιλεγμένη ρύθμιση απλού μόνιμου συνδέσμου.
sl_si: Privzeta namestitvena stran ne deluje s privzeto strukturo trajnih povezav.

source: Statistics
ar: إحصائيات
da_dk: Statistikker
de_de: Statistiken
el: Στατιστικά
it_it: Statistiche
sl_si: Statistika

source: Link
ar: رابط
el: Σύνδεσμος
sl_si: Povezava

source: No orders found
ar: لم يتم العثور على أية طلبات
da_dk: Ingen ordre fundet
de_de: Keine Bestellungen gefunden
el: Δεν βρέθηκαν παραγγελίες
es_co: No se han encontrado pedidos
it_it: Nessun ordine trovato
sl_si: Ne najdem naročil

source: Ad Title - Product Name
ar: عنوان الإعلان - اسم المنتج
da_dk: Annonce titel - Produkt navn
de_de: Anzeigentitel – Produktname
el: Τίτλος διαφήμισης - Όνομα προϊόντος
es_co: Título del anuncio: nombre del producto
it_it: Titolo annuncio: nome del prodotto
sl_si: Naslov oglasa - Ime izdelka

source: The page contains links to the public stats pages of ads when the Advanced Ads Tracking add-on is enabled.
ar: تحتوي الصفحة على روابط لصفحات الإحصائيات العامة للإعلانات عند تمكين الوظيفة الإضافية لتتبع الإعلانات المتقدمة.
da_dk: Siden indeholder links til de offentlige statistiksider for annoncer, når udvidelsen Advanced Ads Tracking, er aktiveret.
de_de: Diese Seite enthält Links zu den öffentlichen Statistikseiten für Anzeigen wenn Advanced Ads Tracking aktiviert ist.
el: Η σελίδα περιέχει συνδέσμους προς τις δημόσιες σελίδες στατιστικών διαφημίσεων όταν είναι ενεργοποιημένο το πρόσθετο Προηγμένες Διαφημίσεις Παρακολούθηση.
es_co: La página contiene enlaces a las páginas de estadísticas públicas de los anuncios cuando el plugin Advanced Ads Tracking está activado.
it_it: La pagina contiene collegamenti alle pagine delle statistiche pubbliche degli annunci quando è abilitato il componente aggiuntivo Advanced Ads Tracking.
sl_si: Ta stran vsebuje povezave do javnih strani s statistikami oglasov, ko je aktiviran dodatek Advanced Ads Tracking.

source: Show an ”Ads” link in the customer account in the frontend with a list of purchased ads and additional information.
ar: اعرض رابط "الإعلانات" في حساب العميل في الواجهة الأمامية مع قائمة بالإعلانات المشتراة ومعلومات إضافية.
da_dk: Vis et ”Annoncer” link under kunde kontoen på frontend, med en liste over købte annoncer, samt yderligere oplysninger.
de_de: Zeige einen “Anzeigen”-Link im Kundenkonto im Frontend mit einer Liste verkaufter Anzeigen und zusätzlichen Informationen.
el: Εμφάνιση ενός συνδέσμου "Διαφημίσεις" στον λογαριασμό πελάτη στη διεπαφή με μια λίστα με τις αγορασμένες διαφημίσεις και πρόσθετες πληροφορίες.
es_co: Mostrar un enlace «Anuncios» en la cuenta del cliente en la vista pública con una lista de anuncios comprados e información adicional.
it_it: Mostra un link "Annunci" nel frontend dell'account del cliente con un elenco di annunci acquistati e informazioni aggiuntive.
sl_si: Pokaži povezavo "Oglasi" v računu uporabnika na ospredju s seznamom zakupljenih oglasov in dodatnimi informacijami.

source: The ad setup form is only visible through the link in the purchase confirmation email or account.
ar: يظهر نموذج إعداد الإعلان فقط من خلال الرابط الموجود في البريد الإلكتروني أو الحساب الخاص بتأكيد الشراء.
da_dk: Opsætnings formular til annoncen, er kun synlig via linket i købs bekræftelses e-mailen eller kontoen.
de_de: Das Anzeigensetup ist nur sichtbar, wenn diese Seite mit dem Link in der Bestellbestätigungs-E-Mail oder Account besucht wird.
el: Η φόρμα ρύθμισης διαφήμισης είναι ορατή μόνο μέσω του συνδέσμου στο email επιβεβαίωσης αγοράς ή στον λογαριασμό.
es_co: El formulario de configuración del anuncio solo es visible a través del enlace en el correo electrónico o la cuenta de confirmación de compra.
it_it: Il modulo di configurazione dell'annuncio è visibile solo nell'email o nell'account tramite il link nella conferma dell'acquisto.
sl_si: Obrazec za namestitev oglasa je viden preko povezave v potrditveni e-pošti ali računu.

source: List ads in the customer account
ar: قائمة الإعلانات في حساب العميل
da_dk: List annoncer, under kunde kontoen
de_de: Listet Anzeigen im Kundenkonto auf
el: Καταχωρίστε διαφημίσεις στον λογαριασμό πελάτη
es_co: Listar los anuncios en la cuenta del cliente
it_it: Elenca gli annunci nell'account cliente
sl_si: Prikaži seznam oglasov v računu uporabnika

source: Ads
ar: إعلانات
da_dk: Annoncer
de_de: Anzeigen
el: Διαφημίσεις
es_co: Anuncios
it_it: Annunci
sl_si: Oglasi

source: Price option
ar: خيار السعر
da_dk: Pris indstillinger
de_de: Preisoption
el: Επιλογή τιμής
es_co: Opción de precio
it_it: Opzione prezzo
sl_si: Možnost cene

source: WooCommerce adjustments
ar: تعديلات WooCommerce
da_dk: WooCommerce justeringer
de_de: WooCommerce-Anpassungen
el: Προσαρμογές WooCommerce
es_co: Ajustes de WooCommerce
it_it: Adeguamenti WooCommerce
sl_si: WooCommerce prilagoditve

source: Applies the following changes to WooCommerce. Especially useful, when you don’t use WooCommerce for anything else than ads.
ar: يطبق التغييرات التالية على WooCommerce. مفيد بشكل خاص ، عندما لا تستخدم WooCommerce لأي شيء آخر غير الإعلانات.
da_dk: Gør følgende ændringer gældende for WooCommerce. Især nyttigt, når du ikke bruger WooCommerce til andet end annoncer.
de_de: Wendet die folgenden Änderungen auf WooCommerce an. Dies ist besonders nützlich, wenn du WooCommerce für nichts anderes als für Anzeigen verwendest.
el: Εφαρμόζει τις ακόλουθες αλλαγές στο WooCommerce. Ιδιαίτερα χρήσιμο, όταν δεν χρησιμοποιείτε το WooCommerce για οτιδήποτε άλλο εκτός από διαφημίσεις.
es_co: Aplicar los siguientes cambios a WooCommerce. Especialmente útil, cuando no usas WooCommerce para nada más que los anuncios.
it_it: Applica le seguenti modifiche a WooCommerce. Particolarmente utile, quando non usi WooCommerce per nient'altro che gli annunci.
sl_si: Omogoči naslednje spremembe v WooCommerce. Posebej uporabno, če ne uporabljaš WooCommerce za nič drugega kot oglase.

source: Let users purchase ads directly in the frontend of your site.
ar: اسمح للمستخدمين بشراء الإعلانات مباشرة في الواجهة الأمامية لموقعك.
da_dk: Lad brugerne købe annoncer direkte i frontend på dit websted.
de_de: Lasse Kunden Anzeigen direkt im Frontend deiner Seite kaufen.
el: Επιτρέψτε στους χρήστες να αγοράζουν διαφημίσεις απευθείας στο frontend του ιστότοπού σας.
es_co: Permite que los usuarios compren anuncios directamente desde la vista pública de tu sitio.
fr_fr: Laissez les utilisateurs acheter des annonces directement dans l'interface de votre site.
it_it: Consenti agli utenti di acquistare annunci direttamente nel frontend del tuo sito.
nl_nl: Laat gebruikers advertenties rechtstreeks aan de voorkant van uw site kopen.
sl_si: Uporabniki lahko zakupijo oglase direktno v ospredju tvoje strani.

source: Advanced Ads – Selling Ads
ar: الإعلانات المتقدمة - بيع الإعلانات
el: Προηγμένες διαφημίσεις – Διαφημίσεις πώλησης

source: You will be able to submit the ad content after the purchase.
ar: ستتمكن من إرسال محتوى الإعلان بعد الشراء.
da_dk: Du vil være i stand til at indsende annonceindholdet efter købet.
de_de: Du kannst den Anzeigeninhalt nach dem Kauf hochladen.
el: Θα μπορείτε να υποβάλετε το περιεχόμενο της διαφήμισης μετά την αγορά.
es_co: Podrás enviar el contenido del anuncio después de la compra.
fr_fr: Vous pourrez soumettre le contenu de l'annonce après l'achat.
it_it: Potrai inviare il contenuto dell'annuncio dopo l'acquisto.
nl_nl: U kunt de advertentie-inhoud na de aankoop indienen.
sl_si: Vsebino oglasa boš lahko oddal po nakupu.

source: Select a placement
ar: حدد موضعًا
da_dk: Vælg en placering
de_de: Platzierung wählen
el: Επιλέξτε μια τοποθέτηση
es_co: Selecciona una ubicación
fr_fr: Sélectionnez un emplacement
it_it: Seleziona un posizionamento
nl_nl: Selecteer een plaatsing
sl_si: Izberi postavitev

source: Ad Setup
ar: إعداد الإعلان
da_dk: Annonce opsætning
de_de: Anzeigeneinstellungen
el: Ρύθμιση διαφήμισης
es_co: Configuración del anuncio
fr_fr: Configuration de l'annonce
it_it: Impostazione annunci
nl_nl: Advertentie setup
sl_si: Namestitev oglasa

source: The ad was successfully submitted for review.
ar: تم إرسال الإعلان للمراجعة بنجاح.
da_dk: Annoncen blev succesfuldt, indsendt til gennemgang.
de_de: Die Anzeige wurde erfolgreich übermittelt.
el: Η διαφήμιση υποβλήθηκε με επιτυχία για έλεγχο.
es_co: El anuncio se ha enviado correctamente para su revisión.
fr_fr: L'annonce a été soumise à l'examen avec succès.
it_it: L'annuncio è stato inviato con successo per la revisione.
nl_nl: De advertentie is met succes ter beoordeling verzonden.
sl_si: Oglas je bil uspešno poslan v pregled.

source: The ad could not be submitted. Please try later or contact the site admin.
ar: لا يمكن تقديم الإعلان. يرجى المحاولة لاحقًا أو الاتصال بمسؤول الموقع.
da_dk: Annoncen kunne ikke indsendes. Prøv senere eller kontakt Webstedsadministratoren.
de_de: Die Anzeige konnte nicht übermittelt werden. Bitte versuche es später noch einmal oder kontaktiere den Seiten-Admin.
el: Δεν ήταν δυνατή η υποβολή της διαφήμισης. Δοκιμάστε αργότερα ή επικοινωνήστε με τον διαχειριστή του ιστότοπου.
es_co: El anuncio no se ha podido enviar. Por favor, inténtalo de nuevo más tarde o contacta con el administrador del sitio.
fr_fr: L'annonce n'a pas pu être soumise. Veuillez réessayer plus tard ou contactez l'administrateur du site.
it_it: Non è stato possibile inviare l'annuncio. Riprova più tardi o contatta l'amministratore del sito.
nl_nl: De advertentie kan niet worden ingediend. Probeer het later of neem contact op met de beheerder van de site.
sl_si: Oglasa nismo uspeli poslati. Prosimo poskusite kasneje, ali stopite v kontakt z administratorjem strani.

source: submit this ad
ar: إرسال هذا الإعلان
da_dk: Indsend denne annonce
de_de: Anzeige übermitteln
el: υποβάλετε αυτήν την διαφήμιση
es_co: enviar este anuncio
fr_fr: soumettre cette annonce
it_it: invia questo annuncio
nl_nl: verzend deze advertentie
sl_si: pošlji ta oglas

source: Target URL
ar: الرابط
da_dk: Destinations URL
de_de: Ziel-URL
el: Διεύθυνση URL στόχου
es_co: URL del anuncio
fr_fr: Cible URL
it_it: URL di destinazione
nl_nl: Doel URL
sl_si: Ciljni URL

source: Max File Size : %s MB
ar: الحجم الأقصى للملف: %s ميغا بايت
da_dk: Max filstørrelse : 1Mb
de_de: Max. Dateigröße: %s MB
el: Μέγιστο μέγεθος αρχείου: %s MB
es_co: Tamaño máximo del archivo: %s Mb
fr_fr: Taille maximum du fichier: %s Mb
it_it: Dimensione massima del file: %s MB
nl_nl: Max. Bestandsgrootte: %s MB
sl_si: Maksimalna velikost datoteke: %s MB

source: Image Upload
ar: رفع الصور
da_dk: Billede upload
de_de: Bild-Upload
el: Μεταφόρτωση εικόνας
es_co: Subir Imagen
fr_fr: Téléchargement d'images
it_it: Carica immagine
nl_nl: Afbeelding uploaden
sl_si: Naloži sliko

source: Please enter the ad code. HTML, JavaScript, CSS and plain text are allowed.
ar: الرجاء إدخال رمز الإعلان. يُسمح بتنسيق HTML و JavaScript و CSS والنص العادي.
da_dk: Venligst indtast annonce kode. HTML, JavaScript, CSS og almindelig tekst er tilladt.
de_de: Bitte Anzeigencode eingeben. HTML, JavaScript und reiner Text sind möglich.
el: Εισαγάγετε τον κωδικό διαφήμισης. Επιτρέπονται HTML, JavaScript, CSS και απλό κείμενο.
es_co: Por favor, introduce el código del anuncio. Se permite el uso de HTML, JavaScript, CSS y texto plano.
fr_fr: Veuillez entrer le code d'annonce. HTML, JavaScript, CSS et texte brut sont autorisés.
it_it: Inserisci il codice degli annunci. Sono consentiti HTML, JavaScript, CSS e testo semplice.
nl_nl: Voer de advertentiecode in. HTML, JavaScript, CSS en platte tekst zijn toegestaan.
sl_si: Prosim vensi kodo oglasa. Dovoljeni so HTML, JavaScript, CSS in navadno besedilo.

source: Ad Code
ar: كود الإعلان
da_dk: Annonce kode
de_de: Anzeigencode
el: Κώδικας διαφήμισης
es_co: Código del anuncio
fr_fr: Code d'annonce
it_it: Codice degli annunci
nl_nl: Advertentiecode
sl_si: Koda oglasa

source: Ad Type
ar: نوع الإعلان
da_dk: Annonce type
de_de: Anzeigentyp
el: Τύπος διαφήμισης
es_co: Tipo de anuncio
fr_fr: Type d'annonce
it_it: Tipo di annuncio
nl_nl: Advertentietype
sl_si: Vrsta oglasa

source: Please complete the ad details so that we can process your order.
ar: يرجى استكمال تفاصيل الإعلان حتى نتمكن من معالجة طلبك.
da_dk: Udfyld annonce oplysningerne, så vi kan behandle din ordre.
de_de: Bitte vervollständige die Anzeigeninformationen damit wir die Bestellung verarbeiten können.
el: Συμπληρώστε τα στοιχεία της διαφήμισης για να μπορέσουμε να επεξεργαστούμε την παραγγελία σας.
es_co: Por favor, completa los detalles del anuncio para que podamos procesar tu pedido.
fr_fr: Veuillez compléter les détails de l'annonce afin que nous puissions traiter votre commande.
it_it: Completa i dettagli dell'annuncio in modo che possiamo elaborare il tuo ordine.
nl_nl: Vul de advertentiedetails in zodat we uw bestelling kunnen verwerken.
sl_si: Prosim dokončaj vnos prodrobnosti oglasa, da lahko obdelam naročilo.

source: This ad is currently in review.
ar: هذا الإعلان قيد المراجعة حاليًا.
da_dk: Denne annonce er i øjeblikket under gennemgang.
de_de: Diese Anzeige wird aktuell gesichtet.
el: Αυτή η διαφήμιση βρίσκεται υπό εξέταση.
es_co: Este anuncio está actualmente en revisión.
fr_fr: Cette annonce est en cours de révision.
it_it: Questo annuncio è attualmente in revisione.
nl_nl: Deze advertentie wordt momenteel beoordeeld.
sl_si: Ta oglas je trenutno v pregledu.

source: The content of this ad was already accepted and can no longer be changed.
ar: تم قبول محتوى هذا الإعلان بالفعل ولا يمكن تغييره بعد الآن.
da_dk: Indholdet af denne annonce var allerede accepteret og kan ikke længere ændres.
de_de: Der Inhalt dieser Anzeige wurde bereits akzeptiert und kann nicht weiter bearbeitet werden.
el: Το περιεχόμενο αυτής της διαφήμισης ήταν ήδη αποδεκτό και δεν μπορεί πλέον να αλλάξει.
es_co: El contenido de este anuncio ya ha sido aceptado y no se puede cambiar.
fr_fr: Le contenu de cette annonce était déjà accepté et ne peut plus être modifié.
it_it: Il contenuto di questo annuncio è stato già accettato e non può più essere modificato.
nl_nl: De inhoud van deze advertentie is al geaccepteerd en kan niet meer worden gewijzigd.
sl_si: Vsebina tega oglasa je že bila sprejeta in se ne more več spremeniti.

source: Status
ar: الحالة
el: Κατάσταση
es_co: Estado
fr_fr: Statut
it_it: Stato
sl_si: Stanje

source: Pricing option
ar: خيار التسعير
da_dk: Pris indstillinger
de_de: Preisoption
el: Επιλογή τιμολόγησης
es_co: Opción de precio
fr_fr: Option de prix
it_it: Opzione di prezzo
nl_nl: Prijs optie
sl_si: Možnosti cen

source: Item #%d
ar: العنصر #%d
da_dk: Emne #%d
de_de: Produkt #%d
el: Στοιχείο #%d
es_co: Artículo #%d
fr_fr: Objet #%d
it_it: Articolo #%d
sl_si: Artikel #%d

source: purchased by
ar: تم الشراء بواسطة
da_dk: købt af
de_de: gekauft von
el: αγοράστηκε από
es_co: comprado por
fr_fr: acheté par
it_it: acquistato da
nl_nl: gekocht door
sl_si: kupil

source: %d item(s)
ar: %d عنصر (عناصر)
da_dk: %d emne(r)
de_de: %d Element(e)
el: %d στοιχείο(α)
es_co: %d artículos
fr_fr: %d objet(s)
it_it: %d articolo(i)
sl_si: %d artikel(i)

source: Setup page for order #%1$d, %2$s
ar: صفحة الإعداد للطلب رقم #%1$d, %2$s
da_dk: Opsætningside for ordre #%1$d, %2$s
de_de: Einstellungen für Anzeigen aus Bestellung #%1$d, %2$s
el: Σελίδα ρύθμισης για την παραγγελία #%1$d, %2$s
es_co: Página de configuración del pedido #%1$d, %2$s
fr_fr: Page de configuration pour la commande #%1$d, %2$s
it_it: Imposta la pagina per l'ordine #%1$d, %2$s
nl_nl: Instellingspagina voor bestelling #%1$d, %2$s
sl_si: Nastavitvena stran za naročilo #%1$d, %2$s

source: Details
ar: تفاصيل
da_dk: Detaljer
el: Λεπτομέρειες
es_co: Detalles
fr_fr: Détails
it_it: Dettagli
sl_si: Podrobnosti

source: Please enter a positive number of days.
ar: الرجاء إدخال عدد موجب من الأيام.
da_dk: Venligst indtast et positivt, antal af dage.
de_de: Bitte eine positive Zahl eingeben.
el: Εισαγάγετε έναν θετικό αριθμό ημερών.
es_co: Por favor, introdice un número positivo de días.
fr_fr: Veuillez entrer un nombre de jours positif.
it_it: Inserisci un numero di giorni positivo.
nl_nl: Voer een positief aantal dagen in.
sl_si: Prosim vnesi pozitivno število dni.

source: Invalid request.
ar: طلب غير صالح.
da_dk: Ugyldig forespørgsel.
de_de: Anfrage ungültig.
el: Ακυρη Αίτηση.
es_co: Solicitud no válida.
fr_fr: Requête invalide.
it_it: Richiesta non valida.
nl_nl: Ongeldig verzoek.
sl_si: Neveljavna zahteva.

source: Remove product images
ar: إزالة صور المنتج
da_dk: Fjern produktbilleder
de_de: Produkt-Bilder entfernen
el: Αφαιρέστε τις εικόνες προϊόντων
es_co: Eliminar las imágenes del producto
fr_fr: Supprimer les images du produit
it_it: Rimuovi le immagini del prodotto
nl_nl: Productfoto's verwijderen
sl_si: Odstrani slike izdelkov

source: Choose the page on which you want to show the ad setup for the client after the purchase. Leave blank for the default layout.
ar: اختر الصفحة التي تريد أن يظهر عليها إعداد الإعلان للعميل بعد الشراء. اتركه فارغًا للتخطيط الافتراضي.
da_dk: Vælg den side, hvor du ønsker at vise annonce-opsætningen for kunden efter købet. Efterlad tomt for standard-layout.
de_de: Wähle die Seite, auf der das Anzeigensetup für den Kunden angezeigt werden soll.
el: Επιλέξτε τη σελίδα στην οποία θέλετε να εμφανιστεί η ρύθμιση διαφημίσεων για τον πελάτη μετά την αγορά. Αφήστε κενό για την προεπιλεγμένη διάταξη.
es_co: Elige la página en la que quieres mostrar la configuración del anuncio para el cliente después de la compra. Déjalo en blanco para el diseño por defecto.
fr_fr: Choisissez la page sur laquelle vous souhaitez afficher la configuration de l'annonce pour le client après l'achat. Laissez vide pour la mise en page par défaut.
it_it: Scegli la pagina in cui desideri mostrare la configurazione dell'annuncio al cliente dopo l'acquisto. Lascia vuoto per il layout predefinito.
nl_nl: Kies de website voor de klant. Laat dit leeg voor de standaardlay-out.
sl_si: Izberi stran, na kateri želiš stranki pokazati nastavitve oglasa po nakupu. pusti prazno za privzeto postavitev.

source: (default)
ar: (إفتراضي)
da_dk: (Standard)
de_de: (Standard)
el: (Προκαθορισμένο)
es_co: (por defecto)
fr_fr: (défaut)
it_it: (predefinito)
nl_nl: (standaard)
sl_si: (privzeto)

source: Enter the email used as a sender of ad store specific emails. This works best if the email contains the store domain.
ar: أدخل البريد الإلكتروني المستخدم كمرسل لرسائل البريد الإلكتروني الخاصة بمتجر الإعلانات. يعمل هذا بشكل أفضل إذا كان البريد الإلكتروني يحتوي على مجال المتجر.
da_dk: Indtast den e-mail der bruges til afsendelse af annonce-specifikke e-mails. Dette fungerer bedst, hvis e-mailen indeholder butiksdomænet.
de_de: E-Mail-Adresse für das Versenden von Benachrichtigungen. Funktioniert am besten, wenn sie die Shop-Domain enthält.
el: Εισαγάγετε το email που χρησιμοποιείται ως αποστολέας συγκεκριμένων μηνυμάτων ηλεκτρονικού ταχυδρομείου από το κατάστημα διαφημίσεων. Αυτό λειτουργεί καλύτερα εάν το email περιέχει τον τομέα καταστήματος.
es_co: Introduce el correo electrónico usado como remitente de correos electrónicos específicos de la tienda de publicidad. Esto funciona mejor si el correo electrónico contiene el dominio de la tienda.
fr_fr: Entrez l'adresse e-mail utilisée en tant qu'expéditeur des e-mails spécifiques à la boutique. Cela fonctionne mieux si le courrier électronique contient le domaine de la boutique.
it_it: Inserisci l'email utilizzata come mittente di email specifiche per il negozio annunci. Funziona meglio se l'email contiene il dominio del negozio.
nl_nl: Voer de e-mail in welke wordt gebruikt voor het verzenden van e-mails vanuit je Ad Store. Dit werkt het beste als de e-mail het winkeldomein bevat.
sl_si: Vpiši e-pošto, ki bo uporabljena kot pošiljatelj e-poštnih sporočil trgovine z oglasi. To deluje najbolje, če e-pošta vsebuje domeno spletne trgovine.

source: Hide the link to the public ad setup page from the client and don‘t send out emails about the ad setup process.
ar: إخفاء الرابط إلى صفحة إعداد الإعلان العامة من العميل ولا ترسل رسائل بريد إلكتروني حول عملية إعداد الإعلان.
da_dk: Skjul linket til siden med offentlig annonce-opsætning fra klienten, og send ikke e-mails om annonce-opsætnings processen.
de_de: Versteckt den Link auf die Anzeigensetup-Seite vor dem Kunden und sendet keine Benachrichtigungen zu Anzeigen an diesen.
el: Απόκρυψη του συνδέσμου προς τη σελίδα ρύθμισης της δημόσιας διαφήμισης από τον πελάτη και μην στέλνετε μηνύματα ηλεκτρονικού ταχυδρομείου σχετικά με τη διαδικασία ρύθμισης της διαφήμισης.
es_co: Oculta el enlace a la página pública de configuración del anuncio del cliente y no envíes correos electrónicos sobre el proceso de configuración del anuncio.
fr_fr: Masquer le lien vers la page de configuration des annonces publiques à partir du client et ne pas envoyer de courrier électronique concernant le processus de configuration de l'annonce.
it_it: Nascondi il link alla pagina pubblica di impostazione dell'annuncio al cliente e non inviare email relative alla procedura di impostazione dell'annuncio.
nl_nl: Verberg de link naar de instellingenpagina voor openbare advertenties van de client en verzend geen e-mails over het advertentie-instellingsproces.
sl_si: Skrij povezavo javne strani za namestitev oglasa in ne pošlji e-pošte z navodili o namestitvenem procesu oglasa.
