Repository: emontzkajnl/plugins
Catalog: advanced-ads-selling/languages/advanced-ads-selling-*.po
Languages: ar, da_dk, de_de, el, es_co, fr_fr, it_it, nl_nl, sl_si

source: <em>Advanced Ads – Selling Ads</em> requires the free <strong>WooCommerce</strong> to be installed and activated on your site.
ar: <em>الإعلانات المتقدمة - بيع الإعلانات</em> يتطلب تثبيت <strong> </strong> WooCommerce المجاني وتنشيطه على موقعك.
da_dk: <em>Advanced Ads – Selling Ads</em> Kræver den gratis <strong>WooCommerce</strong> for at blive installeret og aktiveret på din side.
de_de: <em>Advanced Ads – Selling Ads</em> benötigt <strong>WooCommerce</strong>.
el: Οι <em>Προηγμένες διαφημίσεις – Διαφημίσεις πώλησης</em> απαιτούν το δωρεάν <strong> WooCommerce </strong> να εγκατασταθεί και να ενεργοποιηθεί στον ιστότοπό σας.
es_co: <em>Advanced Ads – Selling Ads</em> necesita el plugin gratuito <strong>WooCommerce</strong> instalado y activado en tu sitio.
fr_fr: <em>Advanced Ads – Selling Ads</em> nécessite l'installation gratuite de <strong>WooCommerce</strong> sur votre site.
it_it: <em>Advanced Ads – Selling Ads</em> richiede che il plugin gratuito <strong>WooCommerce</strong> sia installato e attivato sul tuo sito.
nl_nl: <em>Advanced Ads – Selling Ads</em> vereist dat de gratis <strong>WooCommerce</strong> op uw site wordt geïnstalleerd en geactiveerd.
sl_si: <em>Advanced Ads – Selling Ads</em> potrebuje, da je brezplačni vtičnik <strong>WooCommerce</strong> nameščen in aktiviran na tvoji strani.

source: <em>Advanced Ads – Selling Ads</em> requires the <strong><a href="https://wpadvancedads.com" target="_blank">Advanced Ads</a></strong> plugin to be installed and activated on your site.
ar: <em> الإعلانات المتقدمة - بيع الإعلانات </em> يتطلب تثبيت وتفعيل المكون الإضافي <strong><a href="https://wpadvancedads.com" target="_blank">Advanced Ads</a></strong> على موقعك.
da_dk: <em>Advanced Ads – Selling Ads</em> Kræver at <strong><a href="https://wpadvancedads.com" target="_blank">Advanced Ads</a></strong> pluginet installeres og aktiveres på dit websted.
de_de: <em>Advanced Ads – Selling Ads</em> benötigt <strong><a href="https://wpadvancedads.com" target="_blank">Advanced Ads</a></strong>.
el: Για τις <em>Προηγμένες διαφημίσεις – Διαφημίσεις πώλησης</em> απαιτείται η εγκατάσταση και η ενεργοποίηση του πρόσθετου <strong><a href="https://wpadvancedads.com" target="_blank">Προηγμένες διαφημίσεις</a></strong> στον ιστότοπό σας.
es_co: <em>Advanced Ads – Selling Ads</em> necesita el plugin <strong><a href="https://wpadvancedads.com" target="_blank">Advanced Ads</a></strong> instalado y activado en tu sitio.
fr_fr: <em>Advanced Ads – Selling Ads</em> nécessite le plugin <strong><a href="https://wpadvancedads.com" target="_blank">Advanced Ads</a></strong> installé et activé sur votre site.
it_it: <em>Advanced Ads – Selling Ads</em> richiede che il plugin <strong><a href="https://wpadvancedads.com" target="_blank">Advanced Ads</a></strong> sia installato e attivato sul tuo sito.
nl_nl: <em>Advanced Ads – Selling Ads</em> vereist de invoegtoepassing <strong><a href="https://wpadvancedads.com" target="_blank">Advanced Ads</a></strong> en geactiveerd op uw site.
sl_si: <em>Advanced Ads – Selling Ads</em> zahteva, da je vtičnik <strong><a href="https://wpadvancedads.com" target="_blank">Advanced Ads</a></strong> nameščen in aktiviran na tvoji strani.

source: Install Now
ar: تثبيت الآن
da_dk: Installer nu
de_de: Jetzt installieren
el: Εγκατάσταση τώρα
es_co: Instalar ahora
fr_fr: Installer maintenant
it_it: Installa ora
nl_nl: Installeer nu
sl_si: Namesti zdaj

source: Activate Now
ar: تفعيل الآن
da_dk: Aktiver nu
de_de: Jetzt aktivieren
el: Ενεργοποίηση τώρα
es_co: Activar ahora
fr_fr: Activer maintenant
it_it: Attiva ora
nl_nl: Activeer nu
sl_si: Aktiviraj zdaj

source: Advanced Ads GmbH
el: Προηγμένες Διαφημίσεις GmbH
